SET WORKSPACE=30000.
GET DATA /TYPE = TXT
/FILE = 'Please enter the data file full path. Ex: D:\SPSS_f1228368.txt'
/DELCASE = LINE
/DELIMITERS = "\t"
/ARRANGEMENT = DELIMITED
/FIRSTCASE = 2
/IMPORTCASE = ALL
/VARIABLES =
KEY A9.0
XXX00 F1.0
FW F1.0
SX F1.0
SX01#1 F5.0
SX01#2 F5.0
FW01#1 A1.0
FW01#2 A1.0
FW01#3 A1.0
FW02#1 A1.0
FW02#2 A1.0
FW03 F1.0
S1 F2.0
S1_GROUP F1.0
S2 F1.0
S3 F1.0
S4 F2.0
S4_RANGE F1.0
S5 F1.0
CHECK F1.0
S6 F1.0
S7 F1.0
S8 F1.0
S9 F2.0
S9_SES F1.0
A0$1 F1.0
A0$2 F1.0
A0$3 F1.0
A0$4 F1.0
A0$5 F1.0
A0$6 F1.0
A0$7 F1.0
A1$1 F1.0
A1A$1 F1.0
A1A$2 F1.0
A1A$3 F1.0
A1A$4 F1.0
A1A$5 F1.0
A1A$6 F1.0
A1A$7 F1.0
A1B$1 F1.0
A1C$1 F1.0
A1D$1 F1.0
A1D$2 F1.0
A1D$3 F1.0
A1D$4 F1.0
A1D$5 F1.0
A1D$6 F1.0
A1D$7 F1.0
QUOTA F1.0
A2A$1 F2.0
A2A$2 F2.0
A2A$3 F2.0
A2A$4 F2.0
A2A$5 F2.0
A2A$6 F2.0
A2A$7 F2.0
A2A$8 F2.0
A2A$9 F2.0
A2A$10 F2.0
A2B$1 F2.0
A2B$2 F2.0
A2B$3 F2.0
A2B$4 F2.0
A2B$5 F2.0
A2B$6 F2.0
A2B$7 F2.0
A2B$8 F2.0
A2B$9 F2.0
A2B$10 F2.0
A2B$11 F2.0
A3 F1.0
A9 F1.0
A4 F1.0
A5 F1.0
A6 F1.0
A6X5 A72.0
A6A$1 F1.0
A6A$2 F1.0
A6A$3 F1.0
A6A$4 F1.0
A6A$5 F1.0
A6A$6 F1.0
A6AX8 A18.0
A6C F2.0
A6CX11 A1.0
A10$1 F2.0
A10$2 F2.0
A10$3 F2.0
A10$4 F2.0
A10$5 F2.0
A10$6 F2.0
A10$7 F2.0
A10$8 F2.0
A10$9 F2.0
A10$10 F2.0
A10$11 F2.0
A10$12 F2.0
A10$13 F2.0
A10$14 F2.0
A10$15 F2.0
A10$16 F2.0
A10$17 F2.0
A10$18 F2.0
A10$19 F2.0
A10$20 F2.0
A10$21 F2.0
A10$22 F2.0
A10$23 F2.0
A10$24 F2.0
A10$25 F2.0
A10X26 A78.0
A7$1 F2.0
A7$2 F2.0
A7$3 F2.0
A7$4 F2.0
A7$5 F2.0
A7$6 F2.0
A7$7 F2.0
A7$8 F2.0
A7$9 F2.0
A7$10 F2.0
A7$11 F2.0
A7$12 F2.0
A7$13 F2.0
A7$14 F2.0
A7$15 F2.0
A7$16 F2.0
A7X22 A1.0
A8 F1.0
B0$1 F2.0
B0$2 F2.0
B0$3 F2.0
B0$4 F2.0
B0$5 F2.0
B0$6 F2.0
B0$7 F2.0
B0$8 F2.0
B0$9 F2.0
B1A$1 F2.0
B1G$1 F2.0
B1G$2 F2.0
B1G$3 F2.0
B1G$4 F2.0
B1G$5 F2.0
B1G$6 F2.0
B1G$7 F2.0
B1G$8 F2.0
B1G$9 F2.0
B1B$1 F2.0
B1C$1 F2.0
B1D$1 F2.0
B1D$2 F2.0
B1D$3 F2.0
B1D$4 F2.0
B1D$5 F2.0
B1D$6 F2.0
B1D$7 F2.0
B1D$8 F2.0
B1D$9 F2.0
B1E F2.0
B1E_DUMMY F2.0
B1F F2.0
B1H F2.0
B2#1 F1.0
B2#2 F1.0
B2#3 F1.0
B2#4 F1.0
B2#5 F1.0
B2#6 F1.0
B2#7 F1.0
B2#8 F1.0
B2#9 F1.0
B2#10 F1.0
B2#11 F1.0
B2#12 F1.0
B3A F2.0
B3AX13 A1.0
B3B$1 F2.0
B3BX27 A1.0
B4A F2.0
B4AX13 A1.0
B4B$1 F1.0
B4B$2 F1.0
B4B$3 F1.0
B4B$4 F1.0
B4BX6 A1.0
B5$1 F1.0
B5$2 F1.0
B5$3 F1.0
B5$4 F1.0
B5$5 F1.0
B5$6 F1.0
B5$7 F1.0
B5$8 F1.0
B5X9 A96.0
B6$1 F2.0
B6X21 A1.0
B9 F1.0
B14 F2.0
B14X16 A36.0
C1#1$1 F2.0
C1#1$2 F2.0
C1#1$3 F2.0
C1#1$4 F2.0
C1#1$5 F2.0
C1#1$6 F2.0
C1#1$7 F2.0
C1#1$8 F2.0
C1#1$9 F2.0
C1#1$10 F2.0
C1#1$11 F2.0
C1#1$12 F2.0
C1#1$13 F2.0
C1#1$14 F2.0
C1#1$15 F2.0
C1#1$16 F2.0
C1#1$17 F2.0
C1#1$18 F2.0
C1#1$19 F2.0
C1#1$20 F2.0
C1#1$21 F2.0
C1#2$1 F2.0
C1#2$2 F2.0
C1#2$3 F2.0
C1#2$4 F2.0
C1#2$5 F2.0
C1#2$6 F2.0
C1#2$7 F2.0
C1#2$8 F2.0
C1#2$9 F2.0
C1#2$10 F2.0
C1#2$11 F2.0
C1#2$12 F2.0
C1#2$13 F2.0
C1#2$14 F2.0
C1#2$15 F2.0
C1#2$16 F2.0
C1#2$17 F2.0
C1#2$18 F2.0
C1#2$19 F2.0
C1#2$20 F2.0
C1#2$21 F2.0
C1X24#1 A63.0
C1X24#2 A63.0
C2#1 F1.0
C2#2 F1.0
C3#1$1 F2.0
C3#1$2 F2.0
C3#1$3 F2.0
C3#1$4 F2.0
C3#1$5 F2.0
C3#1$6 F2.0
C3#1$7 F2.0
C3#1$8 F2.0
C3#1$9 F2.0
C3#1$10 F2.0
C3#1$11 F2.0
C3#1$12 F2.0
C3#1$13 F2.0
C3#1$14 F2.0
C3#2$1 F2.0
C3#2$2 F2.0
C3#2$3 F2.0
C3#2$4 F2.0
C3#2$5 F2.0
C3#2$6 F2.0
C3#2$7 F2.0
C3#2$8 F2.0
C3#2$9 F2.0
C3#2$10 F2.0
C3#2$11 F2.0
C3#2$12 F2.0
C3#2$13 F2.0
C3#2$14 F2.0
C3#3$1 F2.0
C3#3$2 F2.0
C3#3$3 F2.0
C3#3$4 F2.0
C3#3$5 F2.0
C3#3$6 F2.0
C3#3$7 F2.0
C3#3$8 F2.0
C3#3$9 F2.0
C3#3$10 F2.0
C3#3$11 F2.0
C3#3$12 F2.0
C3#3$13 F2.0
C3#3$14 F2.0
C3#4$1 F2.0
C3#4$2 F2.0
C3#4$3 F2.0
C3#4$4 F2.0
C3#4$5 F2.0
C3#4$6 F2.0
C3#4$7 F2.0
C3#4$8 F2.0
C3#4$9 F2.0
C3#4$10 F2.0
C3#4$11 F2.0
C3#4$12 F2.0
C3#4$13 F2.0
C3#4$14 F2.0
C3#5$1 F2.0
C3#6$1 F2.0
C3#7$1 F2.0
C3#7$2 F2.0
C3#7$3 F2.0
C3#7$4 F2.0
C3#7$5 F2.0
C3#7$6 F2.0
C3#7$7 F2.0
C3#7$8 F2.0
C3#7$9 F2.0
C3#7$10 F2.0
C3#7$11 F2.0
C3#7$12 F2.0
C3#7$13 F2.0
C3#7$14 F2.0
C3#8$1 F2.0
C3#9$1 F2.0
C3#9$2 F2.0
C3#9$3 F2.0
C3#9$4 F2.0
C3#9$5 F2.0
C3#9$6 F2.0
C3#9$7 F2.0
C3#9$8 F2.0
C3#9$9 F2.0
C3#9$10 F2.0
C3#9$11 F2.0
C3#9$12 F2.0
C3#9$13 F2.0
C3#9$14 F2.0
C3#10$1 F2.0
C3#10$2 F2.0
C3#10$3 F2.0
C3#10$4 F2.0
C3#10$5 F2.0
C3#10$6 F2.0
C3#10$7 F2.0
C3#10$8 F2.0
C3#10$9 F2.0
C3#10$10 F2.0
C3#10$11 F2.0
C3#10$12 F2.0
C3#10$13 F2.0
C3#10$14 F2.0
C3X18#1 A138.0
C3X18#2 A138.0
C3X18#3 A138.0
C3X18#4 A138.0
C3X18#5 A138.0
C3X18#6 A138.0
C3X18#7 A138.0
C3X18#8 A138.0
C3X18#9 A138.0
C3X18#10 A138.0
E1#1 F2.0
E1#2 F2.0
E1#3 F2.0
E1#4 F2.0
E1#5 F2.0
E2#1 F2.0
E2#2 F2.0
E2#3 F2.0
E2#4 F2.0
E2#5 F2.0
E3 F2.0
E4 F2.0
ROTATE_VIDEO F1.0
D3_A F1.0
D3A_A A247.0
D6_A F2.0
D8_A F1.0
D9_A#1 F1.0
D9_A#2 F1.0
D9_A#3 F1.0
D9_A#4 F1.0
D9_A#5 F1.0
D9_A#6 F1.0
D9_A#7 F1.0
D3_B F1.0
D3A_B A400.0
D6_B F2.0
D8_B F1.0
D9_B#1 F1.0
D9_B#2 F1.0
D9_B#3 F1.0
D9_B#4 F1.0
D9_B#5 F1.0
D9_B#6 F1.0
D9_B#7 F1.0
D3_C F1.0
D3A_C A402.0
D6_C F2.0
D8_C F1.0
D9_C#1 F1.0
D9_C#2 F1.0
D9_C#3 F1.0
D9_C#4 F1.0
D9_C#5 F1.0
D9_C#6 F1.0
D9_C#7 F1.0
D3_D F1.0
D3A_D A273.0
D6_D F2.0
D8_D F1.0
D9_D#1 F1.0
D9_D#2 F1.0
D9_D#3 F1.0
D9_D#4 F1.0
D9_D#5 F1.0
D9_D#6 F1.0
D9_D#7 F1.0
ROTATE_POST F1.0
D4_11 F1.0
D5A A493.0
D7_11 F2.0
D8_11 F1.0
D9_11#1 F1.0
D9_11#2 F1.0
D9_11#3 F1.0
D9_11#4 F1.0
D9_11#5 F1.0
D9_11#6 F1.0
D10_1 F1.0
D10_2 F1.0
D10_3 F1.0
B7_1 F2.0
B7_1X13 A1.0
B7_2 F2.0
B7_2X13 A1.0
B7_3 F2.0
B7_3X13 A1.0
B8_1 F2.0
B8_1X11 A1.0
B8_2 F2.0
B8_2X11 A1.0
B8_3 F2.0
B8_3X11 A1.0
B16$1 F2.0
B16$2 F2.0
B16$3 F2.0
B16$4 F2.0
B16$5 F2.0
B16$6 F2.0
B16$7 F2.0
B16$8 F2.0
B16$9 F2.0
B16$10 F2.0
B16$11 F2.0
B16X12 A78.0
B10 F1.0
B11 F2.0
B12_1 F2.0
B12_1X15 A1.0
B12_2 F2.0
B12_2X15 A1.0
B12_3 F2.0
B12_3X15 A1.0
B13 F2.0
B15 F1.0
D1 F2.0
D1X15 A27.0
D2 F2.0
MEOW02#1 A10.0
MEOW02#2 A10.0
FW11$1 F1.0
FW12#1 A1.0
FW12#2 A1.0
FW12#3 A1.0
FW13 F2.0
FW14 A1.0
F_DEVICE F1.0
SID A1.0
UID A44.0
.
CACHE.
VARIABLE LABELS KEY "KEY".
VARIABLE LABELS XXX00 "XXX00 SID".
VARIABLE LABELS FW "FW Survey Channel แสดงเฉพาะตอน test เท่านั้น".
VARIABLE LABELS SX "SX คำอธิบายเกี่ยวกับงานวิจัยนี้จุดประสงค์ของการศึกษางานวิจัยนี้คือเพื่อทราบข้อมูลจากผู้บริโภคสำหรับการปรับปรุงและพัฒนาผลิตภัณฑ์/แคมเปญให้ดียิ่งขึ้น ทางบริษัทฯ ขอขอบคุณที่คุณให้ความร่วมมือในการเข้าร่วมการวิจัยครั้งนี้  บริษัทจะเก็บข้อมูลไว้เป็นความลับและใช้เพื่องานวิจัยเท่านั้น ไม่มีการนำข้อมูลที่ได้รับไปเผยแพร่ต่อสาธารณะแต่อย่างใดทั้งสิ้น  ข้อตกลงขณะร่วมงานวิจัยของผู้เข้าร่วมงานวิจัย1.ฉันจะรักษาข้อมูลของงานวิจัยเป็นความลับอย่างเคร่งครัด  โดยจะไม่เปิดเผยข้อมูลเกี่ยวกับเนื้อหาของงานวิจัยครั้งนี้ กับหน่วยงาน หรือ บุคคลใดๆ ไม่ว่าในกรณีใดๆทั้งสิ้น2.ฉันเข้าใจว่าการเข้าร่วมเป็นการอาสาโดยสมัครใจ และฉันจะปฏิบัติตามกฎข้อตกลงที่ทางบริษัทฯกำหนดทุกขั้นตอน".
VARIABLE LABELS SX01#1 "SX01 กรุณากรอกเลขด้านล่างลงในช่อง เพื่อเริ่มทำแบบสอบถาม-".
VARIABLE LABELS SX01#2 "SX01 กรุณากรอกเลขด้านล่างลงในช่อง เพื่อเริ่มทำแบบสอบถาม-".
VARIABLE LABELS FW01#1 "FW01 ข้อมูล RD-*ชื่อ-นามสกุล RD".
VARIABLE LABELS FW01#2 "FW01 ข้อมูล RD-*เบอร์ติดต่อ RD".
VARIABLE LABELS FW01#3 "FW01 ข้อมูล RD-*เขตที่อยู่".
VARIABLE LABELS FW02#1 "FW02 ข้อมูล พนักงานสัมภาษณ์-*ชื่อ-พนักงานสัมภาษณ์".
VARIABLE LABELS FW02#2 "FW02 ข้อมูล พนักงานสัมภาษณ์-*รหัสพนักงานสัมภาษณ์".
VARIABLE LABELS FW03 "FW03 ข้อมูลส่วนบุคคล - บริษัทอินเทจ ประเทศไทย จำกัด ให้ความสำคัญในเรื่องข้อมูส่วนบุคคลที่ท่านได้ให้ข้อมูลกับบริษัทไว้ใบแบบสอบถามนี้ ทางบริษัทจึงขอความยินยอมในการ นำข้อมูลของท่านไปใช้ ดังนี้- สำหรับวิเคราะห์ข้อมูลข้อท่านในเชิงงานวิจัยการวิเคราะห์และนำข้อมูลในเชิงตัวเลข ส่งให้กับบริษัทคู่ค้าเราเท่านั้น- สำหรับการจ่ายค่าตอบแทน ให้ผู้ที่ผ่านการสัมภาษณ์เท่านั้น- สำหรับการแนะนำงานวิจัยใหม่ๆในอนาคตทางบริษัทต้องการให้ท่าน รักษาความลับในงานวิจัยชิ้นนี้ ท่านจะยินดีไม่นำข้อมูลวิจัยชิ้นนี้ ไปเปิดเผยแก่สาธารณะใดๆ".
VARIABLE LABELS S1 "S1 ปัจจุบันคุณอาศัยอยู่ที่จังหวัดใด? (คำตอบเดียว)".
VARIABLE LABELS S1_GROUP "S1_GROUP สรุปภาค".
VARIABLE LABELS S2 "S2 ปัจจุบันคุณอาศัยอยู่ในเขตอำเภอเมืองหรือนอกเขตอำเภอเมือง? (คำตอบเดียว)".
VARIABLE LABELS S3 "S3 บันทึกเพศ [คำตอบเดียว]".
VARIABLE LABELS S4 "S4 ไม่ทราบว่าคุณอายุเท่าไหร่คะ/ ครับ [คำตอบเดียว]".
VARIABLE LABELS S4_RANGE "S4_RANGE บันทึกช่วงอายุ".
VARIABLE LABELS S5 "S5 ขอทราบสถานภาพสมรสของคุณ [คำตอบเดียว]".
VARIABLE LABELS CHECK "CHECK (*Hide Wave10*) check".
VARIABLE LABELS S6 "S6 ใครคือคนทำอาหารหลักในครอบครัวของคุณ? (คำตอบเดียว)".
VARIABLE LABELS S7 "S7 ไม่ทราบว่าคุณทำอาหารทานเองในครอบครัวบ่อยแค่ไหนคะ/ครับ?".
VARIABLE LABELS S8 "S8 ข้อใดตรงกับตัวคุณมากที่สุดในการซื้อและเลือกยี่ห้อเครื่องปรุงในการปรุงอาหาร".
VARIABLE LABELS S9 "S9 รายได้ช่วงใดต่อไปนี้ตรงกับรายได้ครอบครัวโดยเฉลี่ยต่อเดือนของคุณคะ / ครับ [คำตอบเดียว]".
VARIABLE LABELS S9_SES "S9_SES สรุป SES".
VARIABLE LABELS A0$1 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$2 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$3 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$4 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$5 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$6 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A0$7 "A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1$1 "A1 (*Hide Wave11*) เครื่องปรุงประเภทใดต่อไปนี้ที่คุณพิจารณาจะใช้ ซึ่งอาจจะเป็นเครื่องปรุงที่คุณเคยใช้หรือไม่เคยใช้ก็ได้ (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$1 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$2 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$3 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$4 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$5 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$6 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1A$7 "A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1B$1 "A1B (*Hide Wave10*) เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 12 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1C$1 "A1C (*Hide Wave10*) เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 6 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$1 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$2 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$3 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$4 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$5 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$6 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS A1D$7 "A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)".
VARIABLE LABELS QUOTA "QUOTA บันทึก Quota".
VARIABLE LABELS A2A$1 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$2 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$3 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$4 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$5 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$6 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$7 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$8 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$9 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2A$10 "A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]".
VARIABLE LABELS A2B$1 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$2 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$3 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$4 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$5 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$6 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$7 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$8 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$9 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$10 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A2B$11 "A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]".
VARIABLE LABELS A3 "A3 คุณใช้ผงชูรสบ่อยแค่ไหน?".
VARIABLE LABELS A9 "A9 คุณซื้อผงชูรสบ่อยแค่ไหน?".
VARIABLE LABELS A4 "A4 คุณเริ่มใช้ผงชูรสสำหรับทำอาหารมานานแค่ไหน?".
VARIABLE LABELS A5 "A5 ความถี่ในการใช้ผงชูรสในการทำอาหารในบ้านเปลี่ยนแปลงไปหรือไม่ อย่างไร เมื่อเทียบกับช่วงเวลาเดียวกันนี้ของปีที่แล้ว".
VARIABLE LABELS A6 "A6 ไม่ทราบว่าเนื่องจากเหตุผลใดที่ทำให้คุณใช้ผงชูรสน้อยลง?".
VARIABLE LABELS A6X5 "＜อื่นๆ  (กรุณาระบุ________________)＞ A6 ไม่ทราบว่าเนื่องจากเหตุผลใดที่ทำให้คุณใช้ผงชูรสน้อยลง?".
VARIABLE LABELS A6A$1 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6A$2 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6A$3 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6A$4 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6A$5 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6A$6 "A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6AX8 "＜อื่นๆ  (กรุณาระบุ)＞ A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?".
VARIABLE LABELS A6C "A6C ไม่ทราบว่าเนื่องจากเหตุผลใดที่ทำให้คุณใช้ผงชูรสเพิ่มขึ้น?".
VARIABLE LABELS A6CX11 "＜อื่นๆ  (กรุณาระบุ________________)＞ A6C ไม่ทราบว่าเนื่องจากเหตุผลใดที่ทำให้คุณใช้ผงชูรสเพิ่มขึ้น?".
VARIABLE LABELS A10$1 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$2 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$3 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$4 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$5 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$6 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$7 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$8 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$9 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$10 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$11 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$12 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$13 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$14 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$15 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$16 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$17 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$18 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$19 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$20 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$21 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$22 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$23 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$24 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10$25 "A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A10X26 "＜อื่นๆ  (กรุณาระบุ________________)＞ A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง".
VARIABLE LABELS A7$1 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$2 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$3 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$4 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$5 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$6 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$7 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$8 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$9 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$10 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$11 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$12 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$13 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$14 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$15 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7$16 "A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A7X22 "＜อื่นๆ ระบุ___________＞ A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)".
VARIABLE LABELS A8 "A8 กรุณาบอกทัศนคติโดยรวมของคุณที่มีต่อผงชูรส?".
VARIABLE LABELS B0$1 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$2 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$3 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$4 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$5 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$6 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$7 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$8 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B0$9 "B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]".
VARIABLE LABELS B1A$1 "B1A (*Hide Wave11*) ผงชูรสยี่ห้อใดต่อไปนี้ที่คุณพิจารณาจะใช้ จะเป็นยี่ห้อที่คุณเคยใช้หรือไม่เคยใช้ก็ได้  [หลายคำตอบ]".
VARIABLE LABELS B1G$1 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$2 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$3 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$4 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$5 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$6 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$7 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$8 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1G$9 "B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1B$1 "B1B (*Hide Wave10*) ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]".
VARIABLE LABELS B1C$1 "B1C (*Hide Wave10*) ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 6 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$1 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$2 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$3 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$4 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$5 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$6 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$7 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$8 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1D$9 "B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]".
VARIABLE LABELS B1E "B1E ผงชูรสยี่ห้อใดที่คุณใช้บ่อยที่สุด [คำตอบเดียว]".
VARIABLE LABELS B1E_DUMMY "B1E_DUMMY ผงชูรสยี่ห้อใดที่คุณใช้บ่อยที่สุด [คำตอบเดียว]".
VARIABLE LABELS B1F "B1F ก่อนที่คุณจะใช้ผงชูรสยี่ห้อ  เป็นยี่ห้อบ่อยสุด คุณเคยใช้ยี่ห้อใดเป็นยี่ห้อบ่อยสุดมาก่อน?".
VARIABLE LABELS B1H "B1H จากผงชูรสที่คุณพิจารณาจะใช้ต่อไปนี้ ยี่ห้อใดที่คุณจะซื้อมาใช้ในครั้งถัดไป".
VARIABLE LABELS B2#1 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS B2#2 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS B2#3 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS B2#4 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS B2#5 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-*hide สยามชูรส ตราพ่อครัว".
VARIABLE LABELS B2#6 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-*hide โอชา".
VARIABLE LABELS B2#7 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS B2#8 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-*hide ผงชูรสตราเด็กสมบูรณ์".
VARIABLE LABELS B2#9 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-โลตัส".
VARIABLE LABELS B2#10 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-ดีเด็ด".
VARIABLE LABELS B2#11 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-บิ๊กซี แฮปปี้ ไพรซ์ โปร".
VARIABLE LABELS B2#12 "B2 คุณเริ่มใช้ผงชูรสยี่ห้อต่อไปนี้มานานแค่ไหน?-อุมั่ย".
VARIABLE LABELS B3A "B3A โปรดระบุยี่ห้อผงชูรสที่คุณเริ่มใช้เป็นยี่ห้อแรก/เริ่มใช้ครั้งแรก".
VARIABLE LABELS B3AX13 "＜อื่นๆระบุ……………………＞ B3A โปรดระบุยี่ห้อผงชูรสที่คุณเริ่มใช้เป็นยี่ห้อแรก/เริ่มใช้ครั้งแรก".
VARIABLE LABELS B3B$1 "B3B เมื่อนึกถึงครั้งแรกที่คุณซื้อผงชูรสเหตุใดคุณจึงตัดสินใจเริ่มใช้ผงชูรสยี่ห้อ  ในครั้งแรก?".
VARIABLE LABELS B3BX27 "＜อื่นๆ  (กรุณาระบุ________________)＞ B3B เมื่อนึกถึงครั้งแรกที่คุณซื้อผงชูรสเหตุใดคุณจึงตัดสินใจเริ่มใช้ผงชูรสยี่ห้อ  ในครั้งแรก?".
VARIABLE LABELS B4A "B4A โปรดระบุยี่ห้อผงชูรสที่คุณซื้อครั้งสุดท้าย ก่อนจะหยุดใช้ผงชูรสทำอาหาร".
VARIABLE LABELS B4AX13 "＜อื่นๆระบุ……………………＞ B4A โปรดระบุยี่ห้อผงชูรสที่คุณซื้อครั้งสุดท้าย ก่อนจะหยุดใช้ผงชูรสทำอาหาร".
VARIABLE LABELS B4B$1 "B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]".
VARIABLE LABELS B4B$2 "B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]".
VARIABLE LABELS B4B$3 "B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]".
VARIABLE LABELS B4B$4 "B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]".
VARIABLE LABELS B4BX6 "＜อื่นๆ  (กรุณาระบุ________________)＞ B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]".
VARIABLE LABELS B5$1 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$2 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$3 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$4 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$5 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$6 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$7 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5$8 "B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B5X9 "＜อื่นๆ (กรุณาระบุ________________)＞ B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]".
VARIABLE LABELS B6$1 "B6 ปกติ คุณค้นหาสูตรเมนูอาหารที่คุณสนใจจากที่ไหน? [หลายคำตอบ]".
VARIABLE LABELS B6X21 "＜อื่นๆ  (กรุณาระบุ________________)＞ B6 ปกติ คุณค้นหาสูตรเมนูอาหารที่คุณสนใจจากที่ไหน? [หลายคำตอบ]".
VARIABLE LABELS B9 "B9 คุณเคยเห็นหรือรู้จัก “อายิแพนด้า AjiPanda” ของบริษัทอายิโนะโมะโต๊ะ หรือไม่? (คำตอบเดียว)‘ซึ่งเป็นคนละตัวกับ ‘เปาเปา’ ของฟู้ดแพนด้า’ ".
VARIABLE LABELS B14 "B14 คุณเคยเห็นหรือรู้จัก “อายิแพนด้า AjiPanda” ครั้งแรกจากที่ใด? (คำตอบเดียว)".
VARIABLE LABELS B14X16 "＜อื่นๆ โปรดระบุ....＞ B14 คุณเคยเห็นหรือรู้จัก “อายิแพนด้า AjiPanda” ครั้งแรกจากที่ใด? (คำตอบเดียว)".
VARIABLE LABELS C1#1$1 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$2 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$3 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$4 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$5 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$6 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$7 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$8 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$9 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$10 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$11 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$12 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$13 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$14 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$15 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$16 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$17 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$18 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$19 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$20 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#1$21 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C1#2$1 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$2 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$3 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$4 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$5 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$6 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$7 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$8 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$9 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$10 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$11 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$12 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$13 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$14 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$15 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$16 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$17 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$18 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$19 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$20 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1#2$21 "C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา".
VARIABLE LABELS C1X24#1 "＜อื่นๆ ระบุ___________＞ C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)".
VARIABLE LABELS C1X24#2 "＜อื่นๆ ระบุ___________＞ C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)".
VARIABLE LABELS C2#1 "C2 กรุณาบอกทัศนคติโดยรวมของคุณที่มีต่อผงชูรสยี่ห้อต่อไปนี้-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C2#2 "C2 กรุณาบอกทัศนคติโดยรวมของคุณที่มีต่อผงชูรสยี่ห้อต่อไปนี้-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#1$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#1$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง".
VARIABLE LABELS C3#2$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#2$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส".
VARIABLE LABELS C3#3$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#3$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา".
VARIABLE LABELS C3#4$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#4$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง".
VARIABLE LABELS C3#5$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-สยามชูรส ตราพ่อครัว".
VARIABLE LABELS C3#6$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โอชา".
VARIABLE LABELS C3#7$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#7$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา".
VARIABLE LABELS C3#8$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ผงชูรสตราเด็กสมบูรณ์".
VARIABLE LABELS C3#9$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#9$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส".
VARIABLE LABELS C3#10$1 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$2 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$3 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$4 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$5 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$6 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$7 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$8 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$9 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$10 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$11 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$12 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$13 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3#10$14 "C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด".
VARIABLE LABELS C3X18#1 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#2 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#3 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#4 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#5 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-สยามชูรส ตราพ่อครัว ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#6 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โอชา ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#7 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#8 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ผงชูรสตราเด็กสมบูรณ์ ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#9 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS C3X18#10 "＜อื่นๆ (ระบุ_________________)＞ C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?".
VARIABLE LABELS E1#1 "E1 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีประสิทธิภาพในการดำเนินการมากน้อยเพียงใด (คำตอบเดียวในแต่ละข้อความ)-ลดการปล่อยก๊าซคาร์บอนไดออกไซด์".
VARIABLE LABELS E1#2 "E1 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีประสิทธิภาพในการดำเนินการมากน้อยเพียงใด (คำตอบเดียวในแต่ละข้อความ)-อนุรักษ์ทรัพยากรน้ำ".
VARIABLE LABELS E1#3 "E1 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีประสิทธิภาพในการดำเนินการมากน้อยเพียงใด (คำตอบเดียวในแต่ละข้อความ)-ลดการใช้พลาสติก".
VARIABLE LABELS E1#4 "E1 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีประสิทธิภาพในการดำเนินการมากน้อยเพียงใด (คำตอบเดียวในแต่ละข้อความ)-ลดปริมาณขยะอาหาร".
VARIABLE LABELS E1#5 "E1 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีประสิทธิภาพในการดำเนินการมากน้อยเพียงใด (คำตอบเดียวในแต่ละข้อความ)-จัดหาวัตถุดิบอย่างยั่งยืน (เช่น ใช้กระดาษจากป่าปลูกเชิงพาณิชย์/ป่าที่มีการจัดการอย่างรับผิดชอบ เป็นต้น)".
VARIABLE LABELS E2#1 "E2 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด-ลดการปล่อยก๊าซคาร์บอนไดออกไซด์".
VARIABLE LABELS E2#2 "E2 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด-อนุรักษ์ทรัพยากรน้ำ".
VARIABLE LABELS E2#3 "E2 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด-ลดการใช้พลาสติก".
VARIABLE LABELS E2#4 "E2 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด-ลดปริมาณขยะอาหาร".
VARIABLE LABELS E2#5 "E2 (*Hide Wave14*) การขับเคลื่อนสู่การพัฒนาที่ยั่งยืนของอายิโนะโมะโต๊ะแต่ละข้อต่อไปนี้คุณคิดว่ามีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด-จัดหาวัตถุดิบอย่างยั่งยืน (เช่น ใช้กระดาษจากป่าปลูกเชิงพาณิชย์/ป่าที่มีการจัดการอย่างรับผิดชอบ เป็นต้น)".
VARIABLE LABELS E3 "E3 คุณคิดว่าการที่ อายิโนะโมะโต๊ะ เปลี่ยนมาใช้ซองกระดาษสำหรับขนาด 50 กรัม มีประสิทธิภาพในการขับเคลื่อนสู่การพัฒนาที่ยั่งยืนมากน้อยเพียงใด ".
VARIABLE LABELS E4 "E4 คุณคิดว่าการที่อายิโนะโมะโต๊ะเปลี่ยนมาใช้ซองกระดาษสำหรับขนาด 50 กรัม มีผลต่อการตัดสินใจซื้อมากน้อยเพียงใด ".
VARIABLE LABELS ROTATE_VIDEO "ROTATE_VIDEO ROTATE VIDEO".
VARIABLE LABELS D3_A "D3_A คุณเคยเห็นโพสต์วีดีโอชิ้นนี้หรือไม่? โปรดกดเล่น VDO แล้วดูคลิปอย่างน้อย 45วินาที คุณจึงจะสามารถตอบคำถามและผ่านไปข้อถัดไปได้".
VARIABLE LABELS D3A_A "D3A_A ข้อความหลักหรือใจความสำคัญ ที่วีดีโอนี้ต้องการจะสื่อหรือต้องการจะบอกเกี่ยวกับยี่ห้อคืออะไร?".
VARIABLE LABELS D6_A "D6_A คุณคิดว่าเนื้อหาของวิดีโอทำให้รู้สึกว่าการทำอาหารเป็นเรื่องน่าสนุก/มีความสุขได้มากหรือน้อยเพียงใด".
VARIABLE LABELS D8_A "D8_A ข้อความใดต่อไปนี้ที่อธิบายได้ดีที่สุดถึง ความรู้สึกโดยรวม ของคุณที่มีต่อวิดีโอนี้ (คำตอบเดียว)".
VARIABLE LABELS D9_A#1 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-คลิปวิดีโอเรื่องนี้ให้ข้อมูลเกี่ยวกับสินค้าเป็นอย่างดี".
VARIABLE LABELS D9_A#2 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-ฉันรู้สึกเพลิดเพลินในการดูวิดีโอนี้".
VARIABLE LABELS D9_A#3 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้บอกถึงสิ่งใหม่ๆเกี่ยวกับยี่ห้อนี้".
VARIABLE LABELS D9_A#4 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้ทำให้ฉันสนใจยี่ห้อนี้มากขึ้น".
VARIABLE LABELS D9_A#5 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้น่าเชื่อถือ".
VARIABLE LABELS D9_A#6 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่เข้าใจง่าย".
VARIABLE LABELS D9_A#7 "D9_A พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่ทำให้ฉันอยากซื้อผลิตภัณฑ์".
VARIABLE LABELS D3_B "D3_B คุณเคยเห็นโพสต์วีดีโอชิ้นนี้หรือไม่? โปรดกดเล่น VDO แล้วดูคลิปอย่างน้อย 45วินาที คุณจึงจะสามารถตอบคำถามและผ่านไปข้อถัดไปได้".
VARIABLE LABELS D3A_B "D3A_B ข้อความหลักหรือใจความสำคัญ ที่วีดีโอนี้ต้องการจะสื่อหรือต้องการจะบอกเกี่ยวกับยี่ห้อคืออะไร?".
VARIABLE LABELS D6_B "D6_B คุณคิดว่าเนื้อหาของวิดีโอทำให้รู้สึกว่าการทำอาหารเป็นเรื่องน่าสนุก/มีความสุขได้มากหรือน้อยเพียงใด".
VARIABLE LABELS D8_B "D8_B ข้อความใดต่อไปนี้ที่อธิบายได้ดีที่สุดถึง ความรู้สึกโดยรวม ของคุณที่มีต่อวิดีโอนี้ (คำตอบเดียว)".
VARIABLE LABELS D9_B#1 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-คลิปวิดีโอเรื่องนี้ให้ข้อมูลเกี่ยวกับสินค้าเป็นอย่างดี".
VARIABLE LABELS D9_B#2 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-ฉันรู้สึกเพลิดเพลินในการดูวิดีโอนี้".
VARIABLE LABELS D9_B#3 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้บอกถึงสิ่งใหม่ๆเกี่ยวกับยี่ห้อนี้".
VARIABLE LABELS D9_B#4 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้ทำให้ฉันสนใจยี่ห้อนี้มากขึ้น".
VARIABLE LABELS D9_B#5 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้น่าเชื่อถือ".
VARIABLE LABELS D9_B#6 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่เข้าใจง่าย".
VARIABLE LABELS D9_B#7 "D9_B พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่ทำให้ฉันอยากซื้อผลิตภัณฑ์".
VARIABLE LABELS D3_C "D3_C คุณเคยเห็นโพสต์วีดีโอชิ้นนี้หรือไม่? โปรดกดเล่น VDO แล้วดูคลิปอย่างน้อย 45วินาที คุณจึงจะสามารถตอบคำถามและผ่านไปข้อถัดไปได้".
VARIABLE LABELS D3A_C "D3A_C ข้อความหลักหรือใจความสำคัญ ที่วีดีโอนี้ต้องการจะสื่อหรือต้องการจะบอกเกี่ยวกับยี่ห้อคืออะไร?".
VARIABLE LABELS D6_C "D6_C คุณคิดว่าเนื้อหาของวิดีโอทำให้รู้สึกว่าการทำอาหารเป็นเรื่องน่าสนุก/มีความสุขได้มากหรือน้อยเพียงใด".
VARIABLE LABELS D8_C "D8_C ข้อความใดต่อไปนี้ที่อธิบายได้ดีที่สุดถึง ความรู้สึกโดยรวม ของคุณที่มีต่อวิดีโอนี้ (คำตอบเดียว)".
VARIABLE LABELS D9_C#1 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-คลิปวิดีโอเรื่องนี้ให้ข้อมูลเกี่ยวกับสินค้าเป็นอย่างดี".
VARIABLE LABELS D9_C#2 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-ฉันรู้สึกเพลิดเพลินในการดูวิดีโอนี้".
VARIABLE LABELS D9_C#3 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้บอกถึงสิ่งใหม่ๆเกี่ยวกับยี่ห้อนี้".
VARIABLE LABELS D9_C#4 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้ทำให้ฉันสนใจยี่ห้อนี้มากขึ้น".
VARIABLE LABELS D9_C#5 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้น่าเชื่อถือ".
VARIABLE LABELS D9_C#6 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่เข้าใจง่าย".
VARIABLE LABELS D9_C#7 "D9_C พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่ทำให้ฉันอยากซื้อผลิตภัณฑ์".
VARIABLE LABELS D3_D "D3_D คุณเคยเห็นโพสต์วีดีโอชิ้นนี้หรือไม่? โปรดกดเล่น VDO แล้วดูคลิปจนจบ คุณจึงจะสามารถตอบคำถามและผ่านไปข้อถัดไปได้".
VARIABLE LABELS D3A_D "D3A_D ข้อความหลักหรือใจความสำคัญ ที่วีดีโอนี้ต้องการจะสื่อหรือต้องการจะบอกเกี่ยวกับยี่ห้อคืออะไร?".
VARIABLE LABELS D6_D "D6_D คุณคิดว่าเนื้อหาของวิดีโอทำให้รู้สึกว่าการทำอาหารเป็นเรื่องน่าสนุก/มีความสุขได้มากหรือน้อยเพียงใด".
VARIABLE LABELS D8_D "D8_D ข้อความใดต่อไปนี้ที่อธิบายได้ดีที่สุดถึง ความรู้สึกโดยรวม ของคุณที่มีต่อวิดีโอนี้ (คำตอบเดียว)".
VARIABLE LABELS D9_D#1 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-คลิปวิดีโอเรื่องนี้ให้ข้อมูลเกี่ยวกับสินค้าเป็นอย่างดี".
VARIABLE LABELS D9_D#2 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-ฉันรู้สึกเพลิดเพลินในการดูวิดีโอนี้".
VARIABLE LABELS D9_D#3 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้บอกถึงสิ่งใหม่ๆเกี่ยวกับยี่ห้อนี้".
VARIABLE LABELS D9_D#4 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้ทำให้ฉันสนใจยี่ห้อนี้มากขึ้น".
VARIABLE LABELS D9_D#5 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-วิดีโอนี้น่าเชื่อถือ".
VARIABLE LABELS D9_D#6 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่เข้าใจง่าย".
VARIABLE LABELS D9_D#7 "D9_D พิจารณาจากวิดีโอที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน-เป็นวิดีโอที่ทำให้ฉันอยากซื้อผลิตภัณฑ์".
VARIABLE LABELS ROTATE_POST "ROTATE_POST *Hide* ROTATE Post Info".
VARIABLE LABELS D4_11 "D4_11 คุณเคยเห็นโพสต์ชิ้นนี้หรือไม่? Post Info 11 - FB AHC Post".
VARIABLE LABELS D5A "D5A อะไรคือ ข้อความหลักหรือใจความสำคัญ ที่คอนเทนท์นี้ต้องการจะสื่อหรือต้องการจะบอก?".
VARIABLE LABELS D7_11 "D7_11 คุณคิดว่าเนื้อหาของโพสต์ทำให้คุณรู้สึกว่าการทำอาหารน่าสนุก/สื่อถึงความสุขในการทำอาหารได้มากหรือน้อยเพียงใด Post Info 11 - FB AHC Post".
VARIABLE LABELS D8_11 "D8_11 ข้อความใดต่อไปนี้ที่อธิบายได้ดีที่สุดถึง ความรู้สึกโดยรวม ของคุณที่มีต่อโพสต์นี้ (คำตอบเดียว) Post Info 11 - FB AHC Post".
VARIABLE LABELS D9_11#1 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-โพสต์นี้ให้ข้อมูลเกี่ยวกับสินค้าเป็นอย่างดี".
VARIABLE LABELS D9_11#2 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-โพสต์นี้บอกถึงสิ่งใหม่ๆเกี่ยวกับยี่ห้อนี้".
VARIABLE LABELS D9_11#3 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-โพสต์นี้ทำให้ฉันสนใจยี่ห้อนี้มากขึ้น".
VARIABLE LABELS D9_11#4 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-โพสต์นี้น่าเชื่อถือ".
VARIABLE LABELS D9_11#5 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-เป็นโพสต์ที่เข้าใจง่าย".
VARIABLE LABELS D9_11#6 "D9_11 พิจารณาจากโพสต์ที่คุณเพิ่งได้ชมไป กรุณาบอกว่าคุณเห็นด้วยหรือไม่เห็นด้วยกับแต่ละข้อความมากน้อยแค่ไหน Post Info 11 - FB AHC Post-เป็นโพสต์ที่ทำให้ฉันอยากซื้อผลิตภัณฑ์".
VARIABLE LABELS D10_1 "D10_1 จากคลิปวิดีโอและรูปภาพทั้งหมดที่คุณได้ชมไป วิดีโอหรือโพสต์ไหนที่ทำให้คุณอยากซื้อผลิตภัณฑ์มาใช้มากที่สุด ตามลำดับ อันดับที่ 1".
VARIABLE LABELS D10_2 "D10_2 จากคลิปวิดีโอและรูปภาพทั้งหมดที่คุณได้ชมไป วิดีโอหรือโพสต์ไหนที่ทำให้คุณอยากซื้อผลิตภัณฑ์มาใช้มากที่สุด ตามลำดับ อันดับที่ 2".
VARIABLE LABELS D10_3 "D10_3 จากคลิปวิดีโอและรูปภาพทั้งหมดที่คุณได้ชมไป วิดีโอหรือโพสต์ไหนที่ทำให้คุณอยากซื้อผลิตภัณฑ์มาใช้มากที่สุด ตามลำดับ อันดับที่ 3".
VARIABLE LABELS B7_1 "B7_1 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 1".
VARIABLE LABELS B7_1X13 "＜อื่นๆ  (กรุณาระบุ________________)＞ B7_1 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 1".
VARIABLE LABELS B7_2 "B7_2 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 2".
VARIABLE LABELS B7_2X13 "＜อื่นๆ  (กรุณาระบุ________________)＞ B7_2 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 2".
VARIABLE LABELS B7_3 "B7_3 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 3".
VARIABLE LABELS B7_3X13 "＜อื่นๆ  (กรุณาระบุ________________)＞ B7_3 (*Hide Wave10*) ปัจจุบัน คุณค้นหาสูตรเมนูอาหารหรือวิธีการทำอาหารเมนูต่างๆที่คุณสนใจอย่างไร? [Rank3 อันดับแรก]อันดับ 3".
VARIABLE LABELS B8_1 "B8_1 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 1".
VARIABLE LABELS B8_1X11 "＜อื่นๆ  (กรุณาระบุ:________________)＞ B8_1 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 1".
VARIABLE LABELS B8_2 "B8_2 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 2".
VARIABLE LABELS B8_2X11 "＜อื่นๆ  (กรุณาระบุ:________________)＞ B8_2 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 2".
VARIABLE LABELS B8_3 "B8_3 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 3".
VARIABLE LABELS B8_3X11 "＜อื่นๆ  (กรุณาระบุ:________________)＞ B8_3 (*Hide Wave10*) Facebook Page ใดที่ท่านมักเข้าไปดูสูตรอาหารหรือดูข้อมูลเกี่ยวกับการทำอาหาร ? [Rank 3 อันดับ]อันดับ 3".
VARIABLE LABELS B16$1 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$2 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$3 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$4 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$5 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$6 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$7 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$8 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$9 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$10 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16$11 "B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B16X12 "＜อื่นๆ ระบุ＞ B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)".
VARIABLE LABELS B10 "B10 คุณรู้จักและคุ้นเคยกับเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” นี้หรือไม่? (คำตอบเดียว) https://www.facebook.com/AjinomotoHomeCooking/?locale=th_TH".
VARIABLE LABELS B11 "B11 (*Hide Wave11*) โดยรวมแล้ว คุณชื่นชอบเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” มากน้อยเพียงใด".
VARIABLE LABELS B12_1 "B12_1 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 1".
VARIABLE LABELS B12_1X15 "＜อื่นๆ โปรดระบุ＞ B12_1 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 1".
VARIABLE LABELS B12_2 "B12_2 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 2".
VARIABLE LABELS B12_2X15 "＜อื่นๆ โปรดระบุ＞ B12_2 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 2".
VARIABLE LABELS B12_3 "B12_3 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 3".
VARIABLE LABELS B12_3X15 "＜อื่นๆ โปรดระบุ＞ B12_3 (*Hide Wave11*) โปรดจัดอับดับเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” 3 อันดับแรกที่คุณชื่นชอบ ไม่ว่าจะเป็นข้อความสั้น บทความ รูป/ภาพกราฟิก และคลิปวิดีโอสั้น/ยาว ถือว่าเป็นเนื้อหาเช่นเดียวกัน [Rank 3 อันดับ]อันดับ 3".
VARIABLE LABELS B13 "B13 (*Hide Wave14*) คุณคิดว่าเนื้อหาบนเฟสบุ๊คแฟนเพจ “Ajinomoto Home Cooking” มีส่วนช่วยให้คุณสนุก/มีความสุขในการทำอาหารได้มากหรือน้อยเพียงใด".
VARIABLE LABELS B15 "B15 โดยรวมแล้ว เพจ “Ajinomoto Home Cooking” มีส่วนช่วยทำให้คุณอยากทำอาหารที่บ้านมากขึ้นหรือไม่?".
VARIABLE LABELS D1 "D1 ปัจจุบันนี้ คุณประกอบอาชีพใด [คำตอบเดียว]".
VARIABLE LABELS D1X15 "＜อื่นๆ ระบุ＞ D1 ปัจจุบันนี้ คุณประกอบอาชีพใด [คำตอบเดียว]".
VARIABLE LABELS D2 "D2 ขอทราบระดับการศึกษาขั้นสูงสุดของคุณ [คำตอบเดียว]".
VARIABLE LABELS MEOW02#1 "MEOW02 เบอร์โทรศัพท์ RD(รบกวนกรอกเบอร์โทรที่ท่านได้ลงทะเบียนไว้ โดยแต้มจะใช้เบอร์โทรในการอ้างอิง)-เบอร์ติดต่อ RD".
VARIABLE LABELS MEOW02#2 "MEOW02 เบอร์โทรศัพท์ RD(รบกวนกรอกเบอร์โทรที่ท่านได้ลงทะเบียนไว้ โดยแต้มจะใช้เบอร์โทรในการอ้างอิง)-ยืนยันเบอร์ติดต่อ RDอีกครั้ง".
VARIABLE LABELS FW11$1 "FW11 คุณเป็นผู้ที่ผ่านการสัมภาษณ์ได้รับค่าตอบแทนกรุณาแคบรูปหน้าจอไว้เป็นหลักฐานการจบสัมภาษณ์".
VARIABLE LABELS FW12#1 "FW12 กรุณาใส่ชื่อ ผู้รับเงิน-*ชื่อ-นามสกุล RD ผู้รับเงิน".
VARIABLE LABELS FW12#2 "FW12 กรุณาใส่ชื่อ ผู้รับเงิน-*เบอร์ติดต่อ RD ผู้รับเงิน".
VARIABLE LABELS FW12#3 "FW12 กรุณาใส่ชื่อ ผู้รับเงิน-หมายเลขบัตรประชาชน".
VARIABLE LABELS FW13 "FW13 คุณสะดวกรับค่าตอบแทนช่องทางใด (คำตอบเดียว)".
VARIABLE LABELS FW14 "FW14 หมายเลขบัญชี/หมายเลขพร้อมเพย์".
VARIABLE LABELS F_DEVICE "F_DEVICE デバイス区分".
VARIABLE LABELS SID "sid sid".
VARIABLE LABELS UID "uid uid".


VALUE LABELS FW
1 "Asian Panel"
2 "Meow Panel"
3 "CLT"
4 "DS"
.

VALUE LABELS SX
1 "ฉันได้อ่านแล้ว และ ยอมรับใน ข้อตกลง"
2 "ฉันไม่ยอมรับใน ข้อตกลง"
.

VALUE LABELS FW03
1 "ยินยอม/และรับข้อตกลง"
2 "ไม่ยินยอมและไม่รับข้อตกลง"
.

VALUE LABELS S1
1 "กรุงเทพมหานคร"
2 "นนทบุรี"
3 "ปทุมธานี"
4 "สมุทรปราการ"
5 "นครปฐม"
6 "สมุทรสาคร"
7 "อ่างทอง"
8 "ชัยนาท"
9 "ลพบุรี"
10 "อยุธยา"
11 "สระบุรี"
12 "สิงห์บุรี"
13 "ฉะเชิงเทรา"
14 "จันทบุรี"
15 "ชลบุรี"
16 "นครนายก"
17 "ปราจีนบุรี"
18 "ระยอง"
19 "สระแก้ว"
20 "ตราด"
21 "กาญจนบุรี"
22 "ประจวบคีรีขันธ์"
23 "เพชรบุรี"
24 "ราชบุรี"
25 "สมุทรสงคราม"
26 "สุพรรณบุรี"
27 "อำนาจเจริญ"
28 "บึงกาฬ"
29 "บุรีรัมย์"
30 "ชัยภูมิ"
31 "กาฬสินธุ์"
32 "ขอนแก่น"
33 "เลย"
34 "มหาสารคาม"
35 "มุกดาหาร"
36 "นครพนม"
37 "นครราชสีมา"
38 "หนองบัวลำภู"
39 "หนองคาย"
40 "ร้อยเอ็ด"
41 "สกลนคร"
42 "ศรีสะเกษ"
43 "สุรินทร์"
44 "อุบลราชธานี"
45 "อุดรธานี"
46 "ยโสธร"
47 "เชียงใหม่"
48 "เชียงราย"
49 "กำแพงเพชร"
50 "ลำปาง"
51 "ลำพูน"
52 "แม่ฮ่องสอน"
53 "นครสวรรค์"
54 "น่าน"
55 "พะเยา"
56 "เพชรบูรณ์"
57 "พิจิตร"
58 "พิษณุโลก"
59 "แพร่"
60 "สุโขทัย"
61 "ตาก"
62 "อุทัยธานี"
63 "อุตรดิตถ์"
64 "ชุมพร"
65 "กระบี่"
66 "นครศรีธรรมราช"
67 "นราธิวาส"
68 "ปัตตานี"
69 "พังงา"
70 "พัทลุง"
71 "ภูเก็ต"
72 "ระนอง"
73 "สตูล"
74 "สงขลา"
75 "สุราษฎร์ธานี"
76 "ตรัง"
77 "ยะลา"
.

VALUE LABELS S1_GROUP
1 "GBKK"
2 "Central"
3 "N/E"
4 "North"
5 "South"
.

VALUE LABELS S2
1 "ในเขตอำเภอเมือง"
2 "นอกเขตอำเภอเมือง"
.

VALUE LABELS S3
1 "ชาย"
2 "หญิง"
.

VALUE LABELS S4_RANGE
1 "ต่ำกว่า 18 ปี"
2 "18 – 34 ปี"
3 "35 – 49 ปี"
4 "50 – 60 ปี"
5 "มากกว่า 60 ปี"
.

VALUE LABELS S5
1 "โสด"
2 "แต่งงาน ไม่มีบุตร"
3 "แต่งงาน มีบุตร"
4 "หย่า/ แยกกันอยู่/ หม้าย ไม่มีบุตร"
5 "หย่า/ แยกกันอยู่/ หม้าย มีบุตร"
.

VALUE LABELS CHECK
1 "อายุ 18-25 ปี (code 2 in S4) and โสด (Code 1 in S5)"
2 "อายุ 18-25 ปี (code 2 in S4) and Code 2-5 in S5"
3 "อายุ 26-45 ปี (code 3 in S4) and Code 2 / 4 in S5"
4 "อายุ 26-45 ปี (code 3 in S4) and Code 3 / 5 in S5"
5 "อายุ 26-45 ปี (code 3 in S4) and โสด (Code 1 in S5)"
6 "อายุ 46-55 ปี (code 4 in S4) and Code 1-5 in S5"
.

VALUE LABELS S6
1 "ตัวฉันเอง"
2 "คนอื่น"
.

VALUE LABELS S7
1 "ทุกวัน"
2 "5-6 วันต่อสัปดาห์"
3 "3-4 วันต่อสัปดาห์"
4 "1-2 วันต่อสัปดาห์ หรือน้อยกว่า"
.

VALUE LABELS S8
1 "ฉันเป็นคนซื้อและเป็นคนตัดสินใจเลือกยี่ห้อด้วยตัวเอง"
2 "ฉันไม่ได้เป็นคนซื้อ แต่เป็นคนตัดสินใจเลือกยี่ห้อด้วยตัวเอง"
3 "ฉันเป็นคนซื้อ แต่ไม่ได้เป็นคนตัดสินใจเลือกยี่ห้อด้วยตัวเอง"
4 "ฉันไม่ได้เป็นคนซื้อ และไม่ได้เป็นคนตัดสินใจเลือกยี่ห้อ"
.

VALUE LABELS S9
1 "น้อยกว่า 15,000 บาท"
2 "15,000 – 19,999 บาท"
3 "20,000 – 29,999 บาท"
4 "30,000 – 39,999 บาท"
5 "40,000 – 49,999 บาท"
6 "50,000 – 59,999 บาท"
7 "60,000 – 69,999 บาท"
8 "70,000 – 99,999 บาท"
9 "100,000 – 149,999 บาท"
10 "150,000 – 199,999 บาท"
11 "200,000 บาท หรือมากกว่า"
.

VALUE LABELS S9_SES
1 "SES A"
2 "SES B"
3 "SES C"
4 "SES D"
5 "SES E"
.

VALUE LABELS A0$1 A0$2 A0$3 A0$4 A0$5 A0$6 A0$7
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS A1$1
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS A1A$1 A1A$2 A1A$3 A1A$4 A1A$5 A1A$6 A1A$7
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS A1B$1
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS A1C$1
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS A1D$1 A1D$2 A1D$3 A1D$4 A1D$5 A1D$6 A1D$7
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
.

VALUE LABELS QUOTA
1 "Not aware of MSG"
2 "Aware but non-users of MSG"
3 "Lapsed users of MSG (Ever Used, but not in P3M)"
4 "Current users of MSG (Use in P3M)"
.

VALUE LABELS A2A$1 A2A$2 A2A$3 A2A$4 A2A$5 A2A$6 A2A$7 A2A$8 A2A$9 A2A$10
1 "(*Hide Wave14*) เพราะว่าราคาแพง"
2 "เพราะว่ามีเครื่องปรุงรสอื่นๆ ที่ทำให้การปรุงรสง่ายกว่าใช้ผงชูรส"
3 "เพราะว่ามีเครื่องปรุงรสอื่นๆ ที่ทำให้อาหารมีรสชาติอร่อยกว่าใช้ผงชูรส"
4 "เพราะได้ยินมาว่าไม่ดีต่อสุขภาพ รวมถึง ทำให้ผมร่วงและคอแห้ง"
5 "เพราะว่าไม่ได้ทำอาหารที่ต้องใส่ผงชูรส"
6 "(*Hide Wave14*) เพราะไม่ทราบว่า ใช้วัตถุดิบใดในการผลิต"
7 "เพราะไม่ทราบว่า มีกรรมวิธีการผลิตอย่างไร"
8 "เพราะว่าพ่อแม่ของฉันไม่ได้ใช้"
9 "เพราะไม่ทราบวิธีการใช้"
10 "เพราะว่ามีเครื่องปรุงรสอื่นๆ ที่ฉันคุ้นเคยกับการใช้"
11 "เพราะว่าสมาชิกในครอบครัวขอให้ไม่ใช้"
12 "เพราะไม่ทราบว่าจะช่วยทำให้อาหารอร่อยกลมกล่อมได้อย่างไร"
13 "(*Hide Wave15*) เพราะกังวลเรื่องโซเดียม"
14 "เพราะไม่เข้าใจว่าจะสามารถช่วยลดการใช้เครื่องปรุงอื่นลงได้อย่างไร"
15 "(*Hide Wave15*) เพราะได้ยินมาว่าทำให้ผมร่วง"
.

VALUE LABELS A2B$1 A2B$2 A2B$3 A2B$4 A2B$5 A2B$6 A2B$7 A2B$8 A2B$9 A2B$10
A2B$11
1 "ทำให้ผมร่วง"
2 "ทำให้คอแห้งและกระหายน้ำ"
3 "ทำให้ชาที่ใบหน้าหรือลำคอ"
4 "ทำให้ปวดกล้ามเนื้อ"
5 "ทำให้ตัวบวม (ตามใบหน้า มือ และเท้า)"
6 "ทำให้ใจสั่น"
7 "ทำให้คลื่นไส้ อาเจียน"
8 "ทำให้วิงเวียนศีรษะ"
9 "ทำให้หายใจไม่สะดวกหรือแน่นหน้าอก"
10 "ทำให้ร่างกายได้รับโซเดียมมากเกินไป"
11 "ผู้ที่มีโรคประจำตัว เช่น โรคความดัน โรคหัวใจ โรคไต ไม่ควรทาน"
12 "ผงชูรสมีโซเดียมสูงเลยไม่ทาน"
13 "อื่นๆ"
.

VALUE LABELS A3
1 "ทุกวัน"
2 "5-6 วันต่อสัปดาห์"
3 "3-4 วันต่อสัปดาห์"
4 "1-2 วันต่อสัปดาห์"
5 "1-3 ครั้งต่อเดือน"
6 "น้อยกว่า 1 ครั้งต่อเดือน"
.

VALUE LABELS A9
1 "นานกว่า 3 เดือนครั้ง"
2 "2-3 เดือนครั้ง"
3 "1 เดือนครั้ง"
4 "2-3 สัปดาห์ครั้ง"
5 "สัปดาห์ละครั้ง"
6 "2-3 ครั้ง ต่อสัปดาห์"
7 "มากกว่า 3 ครั้งต่อสัปดาห์"
.

VALUE LABELS A4
1 "น้อยกว่า 3 เดือน"
2 "3 เดือน แต่ไม่ถึง 6 เดือน"
3 "6 เดือน แต่ไม่ถึง 1 ปี"
4 "1 ปี แต่ไม่ถึง 3 ปี"
5 "3 ปี หรือนานกว่า"
.

VALUE LABELS A5
1 "ใช้เพิ่มขึ้น"
2 "ใช้เท่าเดิมไม่เปลี่ยนแปลง"
3 "ใช้ลดลง"
.

VALUE LABELS A6
1 "เนื่องจากมีโอกาสในการทำอาหารน้อยลง"
2 "เนื่องจากมีการเปลี่ยนเมนูที่ทำอาหาร"
3 "เนื่องจากมีโอกาสได้ใช้เครื่องปรุงรสชนิดอื่นแทน"
4 "เนื่องจากต้องการดูแลสุขภาพ"
5 "อื่นๆ  (กรุณาระบุ________________)"
.

VALUE LABELS A6A$1 A6A$2 A6A$3 A6A$4 A6A$5 A6A$6
1 "ซีอิ๊วขาว"
2 "ซอสหอยนางรม/น้ำมันหอย"
3 "*Hide Wave5* ผงชูรส"
4 "ผงปรุงรส"
5 "ซุปก้อน"
6 "ซอสปรุงรส"
7 "น้ำปลา"
8 "อื่นๆ  (กรุณาระบุ)"
.

VALUE LABELS A6C
1 "เนื่องจากมีโอกาสในการทำอาหารบ่อยขึ้น"
2 "(*Hide Wave14*) เนื่องจากเมนูอาหารที่ทำมีความหลากหลายมากขึ้น"
3 "เนื่องจากใช้แทนเครื่องปรุงชนิดอื่น"
4 "เนื่องจากทำเมนู ต้ม มากขึ้น"
5 "เนื่องจากทำเมนู ผัด มากขึ้น"
6 "เนื่องจากทำเมนู แกง มากขึ้น"
7 "เนื่องจากทำเมนู ทอด มากขึ้น"
8 "เนื่องจากทำเมนู ยำ มากขึ้น"
9 "เนื่องจากทำเมนู น้ำพริก มากขึ้น"
10 "(*Hide Wave15*) เนื่องจากทำเมนู น้ำจิ้ม มากขึ้น"
11 "อื่นๆ  (กรุณาระบุ________________)"
.

VALUE LABELS A10$1 A10$2 A10$3 A10$4 A10$5 A10$6 A10$7 A10$8 A10$9 A10$10
A10$11 A10$12 A10$13 A10$14 A10$15 A10$16 A10$17 A10$18 A10$19 A10$20
A10$21 A10$22 A10$23 A10$24 A10$25
1 "แกงเลียง"
2 "แกงส้ม/แกงเหลือง"
3 "แกงเผ็ด/แกงแดง"
4 "แกงเขียวหวาน"
5 "ต้มจืด/แกงจืด"
6 "ต้มแซ่บ"
7 "ต้มยำ"
8 "พะโล้"
9 "หมู/ไก่/เนื้อ ปิ้งย่าง"
10 "หมู/ไก่/เนื้อ ทอดกระเทียม"
11 "หมู/ไก่/เนื้อ ผัดน้ำมันหอย"
12 "ผัดกระเพรา"
13 "ผัดเผ็ด/ผัดพริก"
14 "ผัดผัก"
15 "ยำ เช่น ยำหมูยอ ยำวุ้นเส้น"
16 "ข้าวจี่"
17 "ข้าวผัด"
18 "ข้าวต้ม"
19 "ไข่เจียว"
20 "ไข่ตุ๋น"
21 "ก๊วยเตี๋ยวน้ำใส"
22 "ก๊วยเตี๋ยวน้ำข้น/ก๊วยเตี๋ยวเรือ"
23 "ผัดไทย/ผัดหมี่"
24 "ขนมจีนน้ำยา/ข้าวปุ้นซาว"
25 "ไก่ทอด/ หมูทอด"
26 "อื่นๆ  (กรุณาระบุ________________)"
.

VALUE LABELS A7$1 A7$2 A7$3 A7$4 A7$5 A7$6 A7$7 A7$8 A7$9 A7$10
A7$11 A7$12 A7$13 A7$14 A7$15 A7$16
1 "ทำให้อาหารอร่อยขึ้น"
2 "ช่วยให้การปรุงอาหารง่ายยิ่งขึ้น"
3 "ช่วยผสานรสชาติให้กลมกล่อม"
4 "ดึงรสชาติของวัตถุดิบที่ใช้ในการประกอบอาหารให้มีรสชาติดีขึ้น"
5 "(*Hide Wave11*) ทำให้รสชาติเด่นขึ้น"
6 "สามารถใช้ได้กับอาหารหลายชนิด"
7 "ผลิตจากวัตถุดิบธรรมชาติ"
8 "หาซื้อได้ง่าย"
9 "มีราคาที่เหมาะสม"
10 "มีคุณภาพสูง"
11 "(*Hide Wave11*) บริษัทผู้ผลิตน่าเชื่อถือ"
12 "ไม่อันตรายต่อสุขภาพ"
13 "(*Hide Wave11*) ปลอดภัย"
14 "(*Hide Wave11*) พ่อแม่ใช้อยู่หรือเคยใช้"
15 "(*Hide Wave11*) ใช้มานานแล้ว"
16 "ช่วยให้ฉันมีความมั่นใจในการทำอาหาร"
17 "ผงชูรสคือกลูตาเมตหรือกรดอะมิโนที่พบได้ในวัตถุดิบตามธรรมชาติ"
18 "ผงชูรสไม่ใช่เครื่องปรุงที่มีโซเดียมสูง"
19 "ผงชูรสช่วยลดโซเดียมเพราะช่วยให้อาหารอร่อยกลมกล่อม จึงลดการใช้เครื่องปรุงอื่นลงได้"
20 "ผงชูรสไม่ได้เป็นสาเหตุของผมร่วง"
21 "ให้รสอูมามิ"
22 "อื่นๆ ระบุ___________"
.

VALUE LABELS A8
1 "ฉันมีทัศนคติโดยรวมในด้านลบ"
2 "ฉันมีทัศนคติโดยรวมในด้านลบมากกว่าในด้านบวก"
3 "เฉยๆ/ ไม่แน่ใจ"
4 "ฉันมีทัศนคติโดยรวมในด้านบวกมากกว่าในด้านลบ"
5 "ฉันมีทัศนคติโดยรวมในด้านบวก"
.

VALUE LABELS B0$1 B0$2 B0$3 B0$4 B0$5 B0$6 B0$7 B0$8 B0$9
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1A$1
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1G$1 B1G$2 B1G$3 B1G$4 B1G$5 B1G$6 B1G$7 B1G$8 B1G$9
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1B$1
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1C$1
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1D$1 B1D$2 B1D$3 B1D$4 B1D$5 B1D$6 B1D$7 B1D$8 B1D$9
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี "
.

VALUE LABELS B1E
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี"
.

VALUE LABELS B1E_DUMMY
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี"
.

VALUE LABELS B1F
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี"
.

VALUE LABELS B1H
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "ไม่มี"
.

VALUE LABELS B2#1 B2#2 B2#3 B2#4 B2#5 B2#6 B2#7 B2#8 B2#9 B2#10
B2#11 B2#12
1 "น้อยกว่า 3 เดือน"
2 "3 เดือน แต่ไม่ถึง 6 เดือน"
3 "6 เดือน แต่ไม่ถึง 1 ปี"
4 "1 ปี แต่ไม่ถึง 3 ปี"
5 "3 ปี หรือนานกว่า"
.

VALUE LABELS B3A
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "อื่นๆระบุ……………………"
14 "ไม่แน่ใจ/จำไม่ได้"
.

VALUE LABELS B3B$1
1 "(*Hide Wave14*) เพราะมีโฆษณาที่ดึงดูดใจ"
2 "เพราะมีกิจกรรมส่งเสริมการขายที่ดี"
3 "เพราะคนรู้จักใช้/แนะนำ"
4 "พนักงานขายแนะนำ"
5 "เพราะได้รับความนิยม"
6 "เพราะหาซื้อง่าย"
7 "เพราะมีบรรจุภัณฑ์โดดเด่น"
8 "*HIDE WAVE4* เพราะสื่อออนไลน์กล่าวถึงจำนวนมาก"
9 "เพราะได้ยินว่าใช้วัตถุดิบธรรมชาติในการผลิต"
10 "เพราะได้ยินว่ามีความปลอดภัย"
11 "เพราะได้ยินว่าช่วยผสานรสชาติและเครื่องปรุงให้เข้ากัน"
12 "อยากลองใช้"
13 "(*Hide Wave14*) Code 13"
14 "(*Hide Wave11*) KOLs สาธิตวิธีการทำอาหาร"
15 "(*Hide Wave11*) มีการบอกเล่าถึงคุณสมบัติของสินค้าผ่านรูปภาพ"
16 "(*Hide Wave11*) เชฟ (หรือผู้เชียวชาญด้านอาหาร) สาธิตวิธีการทำอาหาร"
17 "(*Hide Wave11*) การนำเสนอเมนูใหม่ ๆ เพื่อ Inspire การอยากทำอาหาร"
18 "(*Hide Wave11*) มีการแข่งขันของ KOLs ในการทำอาหาร"
19 "(*Hide Wave11*) มีการทำอาหารไปพร้อม ๆ กันกับเชฟ แบบ online"
20 "(*Hide Wave11*) มีการทำอาหารไปพร้อม ๆ กันกับเชฟ แบบ offline"
21 "(*Hide Wave11*) มีภาพนิ่งสเต็ปง่าย ๆ ในการทำอาหาร 3 หรือ 5 สเต็ป"
22 "เพราะมีโฆษณาทางทีวีที่ดึงดูดใจ"
23 "เพราะมีโฆษณาบนสื่อออนไลน์ที่ดึงดูดใจ (เช่น Youtube, Facebook, X, Tiktok)"
24 "เพราะมีโฆษณาในร้านค้า/ร้านสะดวกซื้อ/ซุปเปอร์มาร์เก็ตที่ดึงดูดใจ"
25 "เพราะมีบิลบอร์ด/ป้ายโฆษณาข้างทางที่ดึงดูดใจ"
26 "เพราะมีรีวิวสินค้าจากผู้ใช้จริงบนสื่อออนไลน์ที่ดึงดูดใจ"
27 "อื่นๆ  (กรุณาระบุ________________)"
.

VALUE LABELS B4A
1 "อายิโนะโมะโต๊ะ ตราถ้วยแดง"
2 "อายิโนะโมะโต๊ะ พลัส"
3 "ไทยชูรส ตราชฎา"
4 "ราชาชูรส ตราช้อนแดง"
5 "*hide สยามชูรส ตราพ่อครัว"
6 "*hide โอชา"
7 "อายิโนะทาการะ ตราภูเขา"
8 "*hide ผงชูรสตราเด็กสมบูรณ์"
9 "โลตัส"
10 "ดีเด็ด"
11 "บิ๊กซี แฮปปี้ ไพรซ์ โปร"
12 "อุมั่ย"
13 "อื่นๆระบุ……………………"
14 "ไม่แน่ใจ/จำไม่ได้"
.

VALUE LABELS B4B$1 B4B$2 B4B$3 B4B$4
1 "เพราะว่ามีเครื่องปรุงรสอื่นๆ ที่ทำให้การปรุงรสง่ายกว่าใช้ผงชูรส/เนื่องจากมีโอกาสได้ใช้เครื่องปรุงรสชนิดอื่นแทน"
2 "เพราะว่ามีเครื่องปรุงรสอื่นๆ ที่ทำให้อาหารมีรสชาติอร่อยกว่าใช้ผงชูรส"
3 "เพราะได้ยินมาว่าไม่ดีต่อสุขภาพ"
4 "เพราะว่าไม่ได้ทำอาหารที่ต้องใส่ผงชูรส/มีการเปลี่ยนเมนูที่ทำอาหาร"
5 "เพราะว่าสมาชิกในครอบครัวขอให้ไม่ใช้"
6 "อื่นๆ  (กรุณาระบุ________________)"
.

VALUE LABELS B5$1 B5$2 B5$3 B5$4 B5$5 B5$6 B5$7 B5$8
1 "KOLs สาธิตวิธีการทำอาหาร"
2 "มีรูปภาพบอกเล่าถึงคุณสมบัติของสินค้า"
3 "เชฟ (หรือผู้เชียวชาญด้านอาหาร) สาธิตวิธีการทำอาหาร"
4 "การนำเสนอเมนูใหม่ ๆ เพื่อ Inspire การอยากทำอาหาร"
5 "มีการแข่งขันของ KOLs ในการทำอาหาร"
6 "มีการทำอาหารไปพร้อม ๆ กันกับเชฟ แบบ online"
7 "มีการทำอาหารไปพร้อม ๆ กันกับเชฟ แบบ offline"
8 "มีภาพนิ่งสเต็ปง่าย ๆ ในการทำอาหาร 3 หรือ 5 สเต็ป"
9 "อื่นๆ (กรุณาระบุ________________)"
.

VALUE LABELS B6$1
1 "ค้นหาใน google"
2 "ค้นหาใน YouTube"
3 "ค้นหาใน Facebook"
4 "เพจกับข้าวกับปลาโอ"
5 "เพจบ้านพิม"
6 "เพจหมีมีหม้อ"
7 "เพจจ๋า ยศสินี"
8 "เพจโหน่ง ศุภชัย"
9 "เพจกินได้อร่อยด้วย"
10 "เพจครัว"
11 "เพจแม่บ้าน"
12 "เพจอร่อยพุง"
13 "เพจวงใน"
14 "เพจเชฟขวัญ"
15 "เพจครัวพิศพิไล"
16 "เวปไซต์อายิโนะโมะโต๊ะ"
17 "เวปไซต์คนอร์"
18 "เวปไซต์แม็กกี้"
19 "เวปไซต์รสดี"
20 "แอปพลิเคชัน Cookpad"
21 "อื่นๆ  (กรุณาระบุ________________)"
22 "ไม่มี/ไม่เคยค้นหาสูตรอาหารเลย"
.

VALUE LABELS B9
1 "เคยเห็น,รู้จัก"
2 "ไม่เคยเห็น,ไม่รู้จัก"
.

VALUE LABELS B14
1 "โพสต์ภาพสินค้าบน Facebook"
2 "โพสต์ภาพสินค้าบน Youtube"
3 "โพสต์ภาพสินค้าบน Tiktok"
4 "รีวิวสินค้าจากผู้ใช้จริงบนสื่อ Tiktok"
5 "รายการที่มีเนื้อหาเกี่ยวกับสินค้าบนสื่อสังคมออนไลน์"
6 "คลิปโฆษณาออนไลน์"
7 "ข่าวประชาสัมพันธ์/กิจกรรมทางการตลาด บนเพจ Ajinomoto Home Cooking"
8 "ป้ายโฆษณาที่ติดตามร้านค้าในตลาด"
9 "ป้ายโฆษณาที่ติดในร้านสะดวกซื้อ เช่น 7-11"
10 "ป้ายโฆษณาที่ติดในซุปเปอร์มาร์เก็ต เช่น โลตัส, บิ๊กซี, ท็อปส์"
11 "กิจกรรมทดลองชิมที่จัดในตลาด/ร้านค้าปลีกขนาดใหญ่/ซุปเปอร์มาร์เก็ต"
12 "เห็นบรรจุภัณฑ์บนชั้นวางสินค้า"
13 "ป้ายโฆษณา/ ป้ายบิลบอร์ด"
14 "สื่อโฆษณาในลิฟท์ของอาคาร"
15 "คำแนะนำจากเพื่อน/คนรู้จัก"
16 "อื่นๆ โปรดระบุ...."
.

VALUE LABELS C1#1$1 C1#1$2 C1#1$3 C1#1$4 C1#1$5 C1#1$6 C1#1$7 C1#1$8 C1#1$9 C1#1$10
C1#1$11 C1#1$12 C1#1$13 C1#1$14 C1#1$15 C1#1$16 C1#1$17 C1#1$18 C1#1$19 C1#1$20
C1#1$21 C1#2$1 C1#2$2 C1#2$3 C1#2$4 C1#2$5 C1#2$6 C1#2$7 C1#2$8 C1#2$9
C1#2$10 C1#2$11 C1#2$12 C1#2$13 C1#2$14 C1#2$15 C1#2$16 C1#2$17 C1#2$18 C1#2$19
C1#2$20 C1#2$21
1 "ทำให้อาหารอร่อยขึ้น"
2 "ช่วยให้การปรุงอาหารง่ายยิ่งขึ้น"
3 "ช่วยผสานรสชาติให้กลมกล่อม"
4 "ดึงรสชาติของวัตถุดิบที่ใช้ในการประกอบอาหารให้มีรสชาติดีขึ้น"
5 "(*Hide Wave11*) ทำให้รสชาติเด่นขึ้น"
6 "สามารถใช้ได้กับอาหารหลายชนิด"
7 "ผลิตจากวัตถุดิบธรรมชาติ"
8 "หาซื้อได้ง่าย"
9 "มีราคาที่เหมาะสม"
10 "มีคุณภาพสูง"
11 "บริษัทผู้ผลิตน่าเชื่อถือ"
12 "ไม่อันตรายต่อสุขภาพ"
13 "(*Hide Wave11*) ปลอดภัย"
14 "พ่อแม่ใช้อยู่หรือเคยใช้"
15 "ใช้มานานแล้ว"
16 "ช่วยให้ฉันมีความมั่นใจในการทำอาหาร"
17 "ผงชูรสคือกลูตาเมตหรือกรดอะมิโนที่พบได้ในวัตถุดิบตามธรรมชาติ"
18 "ผงชูรสไม่ใช่เครื่องปรุงที่มีโซเดียมสูง"
19 "ผงชูรสช่วยลดโซเดียมเพราะช่วยให้อาหารอร่อยกลมกล่อม จึงลดการใช้เครื่องปรุงอื่นลงได้"
20 "ผงชูรสไม่ได้เป็นสาเหตุของผมร่วง"
21 "มีส่วนช่วยในการรักษาสิ่งแวดล้อมให้สังคมอย่างยั่งยืน"
22 "ช่วยให้การทำอาหารสนุก/มีความสุขยิ่งขึ้น"
23 "ให้รสอูมามิ"
24 "อื่นๆ ระบุ___________"
.

VALUE LABELS C2#1 C2#2
1 "ฉันมีทัศนคติโดยรวมในด้านลบ"
2 "ฉันมีทัศนคติโดยรวมในด้านลบมากกว่าในด้านบวก"
3 "เฉย ๆ"
4 "ฉันมีทัศนคติโดยรวมในด้านบวกมากกว่าในด้านลบ"
5 "ฉันมีทัศนคติโดยรวมในด้านบวก"
.

VALUE LABELS C3#1$1 C3#1$2 C3#1$3 C3#1$4 C3#1$5 C3#1$6 C3#1$7 C3#1$8 C3#1$9 C3#1$10
C3#1$11 C3#1$12 C3#1$13 C3#1$14 C3#2$1 C3#2$2 C3#2$3 C3#2$4 C3#2$5 C3#2$6
C3#2$7 C3#2$8 C3#2$9 C3#2$10 C3#2$11 C3#2$12 C3#2$13 C3#2$14 C3#3$1 C3#3$2
C3#3$3 C3#3$4 C3#3$5 C3#3$6 C3#3$7 C3#3$8 C3#3$9 C3#3$10 C3#3$11 C3#3$12
C3#3$13 C3#3$14 C3#4$1 C3#4$2 C3#4$3 C3#4$4 C3#4$5 C3#4$6 C3#4$7 C3#4$8
C3#4$9 C3#4$10 C3#4$11 C3#4$12 C3#4$13 C3#4$14 C3#5$1 C3#6$1 C3#7$1 C3#7$2
C3#7$3 C3#7$4 C3#7$5 C3#7$6 C3#7$7 C3#7$8 C3#7$9 C3#7$10 C3#7$11 C3#7$12
C3#7$13 C3#7$14 C3#8$1 C3#9$1 C3#9$2 C3#9$3 C3#9$4 C3#9$5 C3#9$6 C3#9$7
C3#9$8 C3#9$9 C3#9$10 C3#9$11 C3#9$12 C3#9$13 C3#9$14 C3#10$1 C3#10$2 C3#10$3
C3#10$4 C3#10$5 C3#10$6 C3#10$7 C3#10$8 C3#10$9 C3#10$10 C3#10$11 C3#10$12 C3#10$13
C3#10$14
1 "เพราะทำให้อาหารมีรสชาติดีขึ้น"
2 "เพราะพ่อแม่ก็ใช้"
3 "เพราะทำให้การปรุงรสอาหารง่ายขึ้น"
4 "เพราะเห็นจากโฆษณาทางทีวี"
5 "เพราะเป็นแบรนด์ที่ฉันไว้วางใจ"
6 "(*Hide Wave11*) เพราะสามารถดึงเอารสชาติของส่วนประกอบต่างๆออกมาได้"
7 "เพราะสามารถใช้ได้กับอาหารหลากหลาย"
8 "เพราะราคาไม่แพง"
9 "เพราะเห็นมีขายตามร้าน เช่น ร้านขายของชำ,ซุปเปอร์มาร์เก็ต, ไฮเปอร์มาร์เก็ต"
10 "เพราะฉันเพียงแค่รู้สึกชอบมัน"
11 "เพราะครอบครัว/เพื่อน/คนรู้จักแนะนำ"
12 "(*Hide Wave14*) เพราะมันลดราคา"
13 "(*Hide Wave14*) เพราะได้รับผลิตภัณฑ์ตัวอย่าง"
14 "เพราะมีโปรโมชั่นในร้าน (ไม่รวมการ “ลดราคา”)"
15 "เห็นคลิปวีดีโอ หรือโพสต์ตามเว็บต่างๆ ที่ให้ข้อมูลเกี่ยวกับผงชูรส เช่นทำจากธรรมชาติ ช่วยลดโซเดียม หรืออธิบายถึงความเชื่อเก่าๆ เกี่ยวกับผงชูรสว่าไม่ได้เกิดจากผงชูรสแต่อย่างใด"
16 "เพราะทำให้การทำอาหารสนุกขึ้น"
17 "ผงชูรสช่วยลดโซเดียมเพราะช่วยให้อาหารอร่อยกลมกล่อม จึงลดการใช้เครื่องปรุงอื่นลงได้"
18 "อื่นๆ (ระบุ_________________)"
19 "ฉันจำไม่ได้/ไม่รู้ ไม่ทราบ"
.

VALUE LABELS E1#1 E1#2 E1#3 E1#4 E1#5
1 "0 ยังไม่มีการดำเนินการ/ไม่มีประสิทธิภาพ"
2 "1"
3 "2"
4 "3"
5 "4"
6 "5 มีการดำเนินการตามมาตรฐาน/ประสิทธิภาพเป็นที่ยอมรับ"
7 "6"
8 "7"
9 "8"
10 "9"
11 "10 มีการดำเนินการที่มีมาตรฐานสูง/ประสิทธิภาพมากที่สุด"
.

VALUE LABELS E2#1 E2#2 E2#3 E2#4 E2#5
1 "0 ไม่มีผลต่อการตัดสินใจซื้อ"
2 "1"
3 "2"
4 "3"
5 "4"
6 "5 อาจจะมีหรือไม่มีผลต่อการตัดสินใจซื้อ"
7 "6"
8 "7"
9 "8"
10 "9"
11 "10 มีผลต่อการตัดสินใจซื้ออย่างยิ่ง"
.

VALUE LABELS E3
1 "0 ไม่มีประสิทธิภาพเลย"
2 "1"
3 "2"
4 "3"
5 "4"
6 "5"
7 "6"
8 "7"
9 "8"
10 "9"
11 "10 มีประสิทธิภาพมาก"
.

VALUE LABELS E4
1 "0 ไม่มีผลต่อการตัดสินใจซื้อ"
2 "1"
3 "2"
4 "3"
5 "4"
6 "5"
7 "6"
8 "7"
9 "8"
10 "9"
11 "10 มีผลต่อการตัดสินใจซื้ออย่างยิ่ง"
.

VALUE LABELS ROTATE_VIDEO
1 "A->B->C->D"
2 "B->C->D->A"
3 "C->D->A->B"
4 "D->A->B->C"
.

VALUE LABELS D3_A
1 "เคยเห็น"
2 "ไม่เคยเห็น"
.

VALUE LABELS D6_A
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS D8_A
1 "ฉันไม่ชอบวิดีโอนี้เป็นอย่างมาก"
2 "ฉันไม่ชอบวิดีโอนี้"
3 "ฉันรู้สึกเฉยๆ ต่อวิดีโอนี้"
4 "ฉันชอบวิดีโอนี้"
5 "ฉันชอบวิดีโอนี้มาก"
.

VALUE LABELS D9_A#1 D9_A#2 D9_A#3 D9_A#4 D9_A#5 D9_A#6 D9_A#7
1 "ไม่เห็นด้วยอย่างยิ่ง"
2 "ไม่เห็นด้วย"
3 "เฉยๆ"
4 "เห็นด้วย"
5 "เห็นด้วยอย่างยิ่ง"
.

VALUE LABELS D3_B
1 "เคยเห็น"
2 "ไม่เคยเห็น"
.

VALUE LABELS D6_B
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS D8_B
1 "ฉันไม่ชอบวิดีโอนี้เป็นอย่างมาก"
2 "ฉันไม่ชอบวิดีโอนี้"
3 "ฉันรู้สึกเฉยๆ ต่อวิดีโอนี้"
4 "ฉันชอบวิดีโอนี้"
5 "ฉันชอบวิดีโอนี้มาก"
.

VALUE LABELS D9_B#1 D9_B#2 D9_B#3 D9_B#4 D9_B#5 D9_B#6 D9_B#7
1 "ไม่เห็นด้วยอย่างยิ่ง"
2 "ไม่เห็นด้วย"
3 "เฉยๆ"
4 "เห็นด้วย"
5 "เห็นด้วยอย่างยิ่ง"
.

VALUE LABELS D3_C
1 "เคยเห็น"
2 "ไม่เคยเห็น"
.

VALUE LABELS D6_C
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS D8_C
1 "ฉันไม่ชอบวิดีโอนี้เป็นอย่างมาก"
2 "ฉันไม่ชอบวิดีโอนี้"
3 "ฉันรู้สึกเฉยๆ ต่อวิดีโอนี้"
4 "ฉันชอบวิดีโอนี้"
5 "ฉันชอบวิดีโอนี้มาก"
.

VALUE LABELS D9_C#1 D9_C#2 D9_C#3 D9_C#4 D9_C#5 D9_C#6 D9_C#7
1 "ไม่เห็นด้วยอย่างยิ่ง"
2 "ไม่เห็นด้วย"
3 "เฉยๆ"
4 "เห็นด้วย"
5 "เห็นด้วยอย่างยิ่ง"
.

VALUE LABELS D3_D
1 "เคยเห็น"
2 "ไม่เคยเห็น"
.

VALUE LABELS D6_D
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS D8_D
1 "ฉันไม่ชอบวิดีโอนี้เป็นอย่างมาก"
2 "ฉันไม่ชอบวิดีโอนี้"
3 "ฉันรู้สึกเฉยๆ ต่อวิดีโอนี้"
4 "ฉันชอบวิดีโอนี้"
5 "ฉันชอบวิดีโอนี้มาก"
.

VALUE LABELS D9_D#1 D9_D#2 D9_D#3 D9_D#4 D9_D#5 D9_D#6 D9_D#7
1 "ไม่เห็นด้วยอย่างยิ่ง"
2 "ไม่เห็นด้วย"
3 "เฉยๆ"
4 "เห็นด้วย"
5 "เห็นด้วยอย่างยิ่ง"
.

VALUE LABELS ROTATE_POST
1 "11->12->13"
2 "12->13->11"
3 "13->11->12"
.

VALUE LABELS D4_11
1 "เคยเห็น"
2 "ไม่เคยเห็น"
.

VALUE LABELS D7_11
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS D8_11
1 "ฉันไม่ชอบโพสต์นี้เป็นอย่างมาก"
2 "ฉันไม่ชอบโพสต์นี้"
3 "ฉันรู้สึกเฉยๆ ต่อโพสต์นี้"
4 "ฉันชอบโพสต์นี้"
5 "ฉันชอบโพสต์มาก"
.

VALUE LABELS D9_11#1 D9_11#2 D9_11#3 D9_11#4 D9_11#5 D9_11#6
1 "ไม่เห็นด้วยอย่างยิ่ง"
2 "ไม่เห็นด้วย"
3 "เฉยๆ"
4 "เห็นด้วย"
5 "เห็นด้วยอย่างยิ่ง"
.

VALUE LABELS D10_1
1 ""
2 ""
3 ""
4 ""
5 ""
.

VALUE LABELS D10_2
1 ""
2 ""
3 ""
4 ""
5 ""
.

VALUE LABELS D10_3
1 ""
2 ""
3 ""
4 ""
5 ""
.

VALUE LABELS B7_1
1 "ค้นหาใน google"
2 "ค้นหาใน YouTube"
3 "ค้นหาใน Facebook"
4 "ค้นหาใน Facebook Page"
5 "เวปไซต์อายิโนะโมะโต๊ะ"
6 "เวปไซต์คนอร์"
7 "เวปไซต์แม็กกี้"
8 "เวปไซต์รสดี"
9 "แอปพลิเคชัน Cookpad"
10 "สอบถามจากเพื่อนหรือคนรู้จัก"
11 "เข้าคลอสเรียนทำอาหาร"
12 "ดูจากรายการทีวี ที่สอนทำอาหาร"
13 "อื่นๆ  (กรุณาระบุ________________)"
14 "ไม่มี/ไม่เคยค้นหาสูตรอาหารเลย"
.

VALUE LABELS B7_2
1 "ค้นหาใน google"
2 "ค้นหาใน YouTube"
3 "ค้นหาใน Facebook"
4 "ค้นหาใน Facebook Page"
5 "เวปไซต์อายิโนะโมะโต๊ะ"
6 "เวปไซต์คนอร์"
7 "เวปไซต์แม็กกี้"
8 "เวปไซต์รสดี"
9 "แอปพลิเคชัน Cookpad"
10 "สอบถามจากเพื่อนหรือคนรู้จัก"
11 "เข้าคลอสเรียนทำอาหาร"
12 "ดูจากรายการทีวี ที่สอนทำอาหาร"
13 "อื่นๆ  (กรุณาระบุ________________)"
14 "ไม่มี/ไม่เคยค้นหาสูตรอาหารเลย"
.

VALUE LABELS B7_3
1 "ค้นหาใน google"
2 "ค้นหาใน YouTube"
3 "ค้นหาใน Facebook"
4 "ค้นหาใน Facebook Page"
5 "เวปไซต์อายิโนะโมะโต๊ะ"
6 "เวปไซต์คนอร์"
7 "เวปไซต์แม็กกี้"
8 "เวปไซต์รสดี"
9 "แอปพลิเคชัน Cookpad"
10 "สอบถามจากเพื่อนหรือคนรู้จัก"
11 "เข้าคลอสเรียนทำอาหาร"
12 "ดูจากรายการทีวี ที่สอนทำอาหาร"
13 "อื่นๆ  (กรุณาระบุ________________)"
14 "ไม่มี/ไม่เคยค้นหาสูตรอาหารเลย"
.

VALUE LABELS B8_1
1 "เพจกับข้าวกับปลาโอ"
2 "เพจเทสตี้"
3 "เพจกินข้าวกัน"
4 "เพจอีซี่คุกกิ้ง"
5 "เพจครัวบ้านพิม"
6 "เพจกินได้อร่อยด้วย"
7 "เพจแม่บ้าน"
8 "เพจแม็กกี้"
9 "เพจอายิโนะโมะโต๊ะ โฮมคุ้กกิ้ง"
10 "เพจคนอร์"
11 "อื่นๆ  (กรุณาระบุ:________________)"
.

VALUE LABELS B8_2
1 "เพจกับข้าวกับปลาโอ"
2 "เพจเทสตี้"
3 "เพจกินข้าวกัน"
4 "เพจอีซี่คุกกิ้ง"
5 "เพจครัวบ้านพิม"
6 "เพจกินได้อร่อยด้วย"
7 "เพจแม่บ้าน"
8 "เพจแม็กกี้"
9 "เพจอายิโนะโมะโต๊ะ โฮมคุ้กกิ้ง"
10 "เพจคนอร์"
11 "อื่นๆ  (กรุณาระบุ:________________)"
.

VALUE LABELS B8_3
1 "เพจกับข้าวกับปลาโอ"
2 "เพจเทสตี้"
3 "เพจกินข้าวกัน"
4 "เพจอีซี่คุกกิ้ง"
5 "เพจครัวบ้านพิม"
6 "เพจกินได้อร่อยด้วย"
7 "เพจแม่บ้าน"
8 "เพจแม็กกี้"
9 "เพจอายิโนะโมะโต๊ะ โฮมคุ้กกิ้ง"
10 "เพจคนอร์"
11 "อื่นๆ  (กรุณาระบุ:________________)"
.

VALUE LABELS B16$1 B16$2 B16$3 B16$4 B16$5 B16$6 B16$7 B16$8 B16$9 B16$10
B16$11
1 "ต้องการประหยัดค่าอาหาร"
2 "ต้องการดูแลสุขภาพ"
3 "ได้รสชาติที่ต้องการมากกว่า"
4 "ต้องการทำอาหารให้คนรัก ครอบครัว หรือเพื่อนทาน"
5 "ได้ใช้เวลาในการทำอาหารร่วมกับคนที่รัก"
6 "ได้แรงบันดาลใจจากครีเอเตอร์หรือซีรีส์"
7 "เป็นกิจกรรมที่ช่วยให้ผ่อนคลาย"
8 "เป็นการสร้าง challeng ให้กับตัวเอง"
9 "อยากกินอะไรก็ได้กิน"
10 "ต้องการเพิ่มทักษะการทำอาหาร"
11 "ต้องการทำ content บนช่องทาง social media"
12 "อื่นๆ ระบุ"
.

VALUE LABELS B10
1 "ฉันรู้จักและติดตามเพจนี้เป็นประจำ"
2 "ฉันรู้จักและเช้าชมเพจนี้เป็นบางครั้ง"
3 "ฉันรู้จักและเคยเข้าชมเพจนี้เพียงครั้งเดียวเท่านั้น"
4 "ฉันรู้จักหรือเคยได้ยิน แต่ไม่รู้อะไรเกี่ยวกับเพจนี้เลย"
5 "ฉันไม่เคยเห็นและไม่รู้จักเพจนี้มาก่อน"
.

VALUE LABELS B11
1 "1 ไม่ชอบเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 ชอบมาก"
.

VALUE LABELS B12_1
1 "สูตรและวิธีการทำเมนูต่างๆ"
2 "รีวิวร้านอาหาร"
3 "รีวิวผลิตภัณฑ์"
4 "กิจกรรมบนเฟสบุ๊คแฟนเพจ"
5 "สื่อโฆษณาประชาสัมพันธ์ผลิตภัณฑ์ต่างๆ"
6 "โปรโมชั่นและกิจกรรมส่งเสริมการขาย"
7 "เกร็ดความรู้เพื่อเสริมสร้างสุขภาพและโภชนาการที่ดี"
8 "เกร็ดความรู้ผลิตภัณฑ์ต่างๆ"
9 "เกร็ดความรู้เพื่อสร้างความยั่งยืนด้านอาหารและ"
10 "สิ่งแวดล้อม"
11 "วิธีทำอาหารสำหรับมือใหม่"
12 "วิธีเลือกซื้อวัตถุดิบและอุุปกรณ์ทำอาหาร"
13 "วิธีเก็บรักษาและถนอมอาหาร"
14 "วิธีดูแลรักษาอุุปกรณ์ทำอาหาร"
15 "อื่นๆ โปรดระบุ"
.

VALUE LABELS B12_2
1 "สูตรและวิธีการทำเมนูต่างๆ"
2 "รีวิวร้านอาหาร"
3 "รีวิวผลิตภัณฑ์"
4 "กิจกรรมบนเฟสบุ๊คแฟนเพจ"
5 "สื่อโฆษณาประชาสัมพันธ์ผลิตภัณฑ์ต่างๆ"
6 "โปรโมชั่นและกิจกรรมส่งเสริมการขาย"
7 "เกร็ดความรู้เพื่อเสริมสร้างสุขภาพและโภชนาการที่ดี"
8 "เกร็ดความรู้ผลิตภัณฑ์ต่างๆ"
9 "เกร็ดความรู้เพื่อสร้างความยั่งยืนด้านอาหารและ"
10 "สิ่งแวดล้อม"
11 "วิธีทำอาหารสำหรับมือใหม่"
12 "วิธีเลือกซื้อวัตถุดิบและอุุปกรณ์ทำอาหาร"
13 "วิธีเก็บรักษาและถนอมอาหาร"
14 "วิธีดูแลรักษาอุุปกรณ์ทำอาหาร"
15 "อื่นๆ โปรดระบุ"
.

VALUE LABELS B12_3
1 "สูตรและวิธีการทำเมนูต่างๆ"
2 "รีวิวร้านอาหาร"
3 "รีวิวผลิตภัณฑ์"
4 "กิจกรรมบนเฟสบุ๊คแฟนเพจ"
5 "สื่อโฆษณาประชาสัมพันธ์ผลิตภัณฑ์ต่างๆ"
6 "โปรโมชั่นและกิจกรรมส่งเสริมการขาย"
7 "เกร็ดความรู้เพื่อเสริมสร้างสุขภาพและโภชนาการที่ดี"
8 "เกร็ดความรู้ผลิตภัณฑ์ต่างๆ"
9 "เกร็ดความรู้เพื่อสร้างความยั่งยืนด้านอาหารและ"
10 "สิ่งแวดล้อม"
11 "วิธีทำอาหารสำหรับมือใหม่"
12 "วิธีเลือกซื้อวัตถุดิบและอุุปกรณ์ทำอาหาร"
13 "วิธีเก็บรักษาและถนอมอาหาร"
14 "วิธีดูแลรักษาอุุปกรณ์ทำอาหาร"
15 "อื่นๆ โปรดระบุ"
.

VALUE LABELS B13
1 "1 ไม่มีส่วนช่วยเลย"
2 "2"
3 "3"
4 "4"
5 "5"
6 "6"
7 "7"
8 "8"
9 "9"
10 "10 มีส่วนช่วยอย่างยิ่ง"
.

VALUE LABELS B15
1 "ไม่มีส่วนช่วยเลย"
2 "ไม่ค่อยมีส่วนช่วย"
3 "เฉยๆ"
4 "ค่อนข้างมีส่วนช่วย"
5 "มีส่วนช่วยอย่างมาก"
.

VALUE LABELS D1
1 "เจ้าของบริษัท"
2 "ทำงานอิสระ"
3 "พ่อค้า/ แม่ค้า / เจ้าของร้านค้าเล็กๆ"
4 "งานวิชาชีพ (เช่น หมอ/ ทนายความ/ นักบัญชี/ สถาปนิก)"
5 "ผู้บริหารระดับสูง (เช่น กรรมการผู้จัดการ/ ประธานกรรมการบริหาร/ ผู้บริหารสูงสุดฝ่ายการเงิน/ ผู้อำนวยการ)"
6 "ผู้บริหาร/ เจ้าหน้าที่บริหารระดับกลาง"
7 "ผู้บริหาร/ เจ้าหน้าที่บริหารระดับต้น เช่น หัวหน้างาน"
8 "พนักงานบริษัทฯ ในตำแหน่งอื่นๆ"
9 "ผู้ใช้แรงงาน (มีฝีมือและไม่มีฝีมือ)"
10 "เจ้าหน้าที่ราชการ/ รัฐวิสาหกิจ/ ข้าราชการ"
11 "ว่างงาน"
12 "แม่บ้าน"
13 "นักศึกษา/ นักเรียน"
14 "เกษียณอายุ"
15 "อื่นๆ ระบุ"
16 "ปฏิเสธที่จะตอบ"
.

VALUE LABELS D2
1 "ไม่ได้รับการศึกษาภาคบังคับ"
2 "ชั้นประถมศึกษา (ไม่จบ/ กำลังศึกษาอยู่)"
3 "จบชั้นประถมศึกษา (ป. 1 - ป. 6)"
4 "ชั้นมัธยมศึกษาตอนต้น (ไม่จบ/ กำลังศึกษาอยู่)"
5 "จบชั้นมัธยมศึกษาตอนต้น"
6 "ชั้นมัธยมศึกษาตอนปลาย / ระดับประกาศนียบัตร/ อาชีวศึกษา (ไม่จบ/ กำลังศึกษาอยู่)"
7 "จบชั้นมัธยมศึกษาตอนปลาย / ระดับประกาศนียบัตร/ อาชีวศึกษา"
8 "ระดับอุดมศึกษา/ ปริญญาตรี (ไม่จบ/ กำลังศึกษาอยู่)"
9 "จบระดับอุดมศึกษา/ ปริญญาตรี"
10 "ปริญญาโทหรือสูงกว่า (ไม่จบ/ กำลังศึกษาอยู่)"
11 "จบปริญญาโทหรือสูงกว่า"
12 "ปฏิเสธที่จะตอบ"
.

VALUE LABELS FW11$1
1 "แคปรูปหน้าจอเรียบร้อยแล้ว"
.

VALUE LABELS FW13
1 "พร้อมเพย์บัตรประชาชน"
2 "พร้อมเพย์เบอร์โทรศัพท์"
3 "ธนาคารกรุงเทพ"
4 "ธนาคารกสิกรไทย"
5 "ธนาคารกรุงไทย"
6 "ธนาคารทหารไทยธนชาต"
7 "ธนาคารไทยพาณิชย์"
8 "ธนาคารกรุงศรีอยุธยา"
9 "ธนาคารเกียรตินาคินภัทร"
10 "ธนาคารซีไอเอ็มบีไทย"
11 "ธนาคารทิสโก้"
12 "ธนาคารยูโอบี"
13 "ธนาคารไทยเครดิตเพื่อรายย่อย"
14 "ธนาคารแลนด์ แอนด์ เฮ้าฟส์"
15 "ธนาคารไอซีบีซี (ไทย)"
16 "ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร"
17 "ธนาคารออมสิน"
18 "ธนาคารอาคารสงเคราะห์"
19 "ธนาคารอิสลามแห่งประเทศไทย"
.

VALUE LABELS F_DEVICE
1 "フィーチャーフォン"
2 "スマートフォン"
3 "PC"
.


MRSETS
/MCGROUP NAME=$A0 LABEL="A0 เครื่องปรุงประเภทใดต่อไปนี้ที่คุณรู้จัก? (ตอบได้หลายคำตอบ)" VARIABLES=A0$1 A0$2 A0$3 A0$4 A0$5 A0$6 A0$7
/MCGROUP NAME=$A1A LABEL="A1A เครื่องปรุงประเภทใดต่อไปนี้ที่คุณเคยใช้ทำสำหรับทำอาหารที่บ้าน? (ตอบได้หลายคำตอบ)" VARIABLES=A1A$1 A1A$2 A1A$3 A1A$4 A1A$5 A1A$6 A1A$7
/MCGROUP NAME=$A1D LABEL="A1D เครื่องปรุงประเภทใดต่อไปนี้ที่คุณใช้ทำสำหรับทำอาหารที่บ้านในช่วง 3 เดือนที่ผ่านมา (ตอบได้หลายคำตอบ)" VARIABLES=A1D$1 A1D$2 A1D$3 A1D$4 A1D$5 A1D$6 A1D$7
/MCGROUP NAME=$A2A LABEL="A2A อะไรเป็นสาเหตุที่ทำให้คุณไม่เคยใช้ผงชูรสเลยคะ [หลายคำตอบ]" VARIABLES=A2A$1 A2A$2 A2A$3 A2A$4 A2A$5 A2A$6 A2A$7 A2A$8 A2A$9 A2A$10
/MCGROUP NAME=$A2B LABEL="A2B ที่คุณได้ยินว่าผงชูรสไม่ดีต่อสุขภาพนั้น เป็นในเรื่องใดบ้าง [หลายคำตอบ]" VARIABLES=A2B$1 A2B$2 A2B$3 A2B$4 A2B$5 A2B$6 A2B$7 A2B$8 A2B$9 A2B$10
A2B$11
/MCGROUP NAME=$A6A LABEL="A6A ไม่ทราบว่าเครื่องปรุงรสชนิดใดที่คุณใช้แทนผงชูรส?" VARIABLES=A6A$1 A6A$2 A6A$3 A6A$4 A6A$5 A6A$6
/MCGROUP NAME=$A10 LABEL="A10 แล้วมีเมนูอะไรบ้างที่คุณทำบ่อยๆ หรือทำมากกว่าสัปดาห์ละครั้ง" VARIABLES=A10$1 A10$2 A10$3 A10$4 A10$5 A10$6 A10$7 A10$8 A10$9 A10$10
A10$11 A10$12 A10$13 A10$14 A10$15 A10$16 A10$17 A10$18 A10$19 A10$20
A10$21 A10$22 A10$23 A10$24 A10$25
/MCGROUP NAME=$A7 LABEL="A7 คุณคิดว่าข้อความใดเหมาะกับผงชูรสคะ? (คุณสามารถเลือกกี่คำตอบก็ได้ ที่คุณคิดว่าใช่)" VARIABLES=A7$1 A7$2 A7$3 A7$4 A7$5 A7$6 A7$7 A7$8 A7$9 A7$10
A7$11 A7$12 A7$13 A7$14 A7$15 A7$16
/MCGROUP NAME=$B0 LABEL="B0 จากการ์ดนี้ มีผงชูรสยี่ห้อใดที่คุณรู้จักบ้าง [หลายคำตอบ]" VARIABLES=B0$1 B0$2 B0$3 B0$4 B0$5 B0$6 B0$7 B0$8 B0$9
/MCGROUP NAME=$B1G LABEL="B1G ผงชูรสยี่ห้อใดบ้างที่คุณเคยใช้ [หลายคำตอบ]" VARIABLES=B1G$1 B1G$2 B1G$3 B1G$4 B1G$5 B1G$6 B1G$7 B1G$8 B1G$9
/MCGROUP NAME=$B1D LABEL="B1D ผงชูรสยี่ห้อใดบ้างที่คุณใช้ปรุงอาหารใน 3 เดือนที่ผ่านมา [หลายคำตอบ]" VARIABLES=B1D$1 B1D$2 B1D$3 B1D$4 B1D$5 B1D$6 B1D$7 B1D$8 B1D$9
/MCGROUP NAME=$B4B LABEL="B4B อะไรเป็นสาเหตุที่ทำให้คุณหยุด หรือ ไม่ได้ใช้ผงชูรสในช่วง 3 เดือนที่ผ่านมาคะ [หลายคำตอบ]" VARIABLES=B4B$1 B4B$2 B4B$3 B4B$4
/MCGROUP NAME=$B5 LABEL="B5 กิจกรรมใดที่ทำให้คุณรู้สึกสนใจอยากทดลองใช้ผลิตภัณฑ์ อายิโนะโมะโต๊ะ  [หลายคำตอบ]" VARIABLES=B5$1 B5$2 B5$3 B5$4 B5$5 B5$6 B5$7 B5$8
/MCGROUP NAME=$C1#1 LABEL="C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-อายิโนะโมะโต๊ะ ตราถ้วยแดง" VARIABLES=C1#1$1 C1#1$2 C1#1$3 C1#1$4 C1#1$5 C1#1$6 C1#1$7 C1#1$8 C1#1$9 C1#1$10
C1#1$11 C1#1$12 C1#1$13 C1#1$14 C1#1$15 C1#1$16 C1#1$17 C1#1$18 C1#1$19 C1#1$20
C1#1$21
/MCGROUP NAME=$C1#2 LABEL="C1 คุณคิดว่าข้อความใดเหมาะกับผงชูรสยี่ห้อต่อไปนี้ (หลายคำตอบ)-ไทยชูรส ตราชฎา" VARIABLES=C1#2$1 C1#2$2 C1#2$3 C1#2$4 C1#2$5 C1#2$6 C1#2$7 C1#2$8 C1#2$9 C1#2$10
C1#2$11 C1#2$12 C1#2$13 C1#2$14 C1#2$15 C1#2$16 C1#2$17 C1#2$18 C1#2$19 C1#2$20
C1#2$21
/MCGROUP NAME=$C3#1 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ ตราถ้วยแดง" VARIABLES=C3#1$1 C3#1$2 C3#1$3 C3#1$4 C3#1$5 C3#1$6 C3#1$7 C3#1$8 C3#1$9 C3#1$10
C3#1$11 C3#1$12 C3#1$13 C3#1$14
/MCGROUP NAME=$C3#2 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะโมะโต๊ะ พลัส" VARIABLES=C3#2$1 C3#2$2 C3#2$3 C3#2$4 C3#2$5 C3#2$6 C3#2$7 C3#2$8 C3#2$9 C3#2$10
C3#2$11 C3#2$12 C3#2$13 C3#2$14
/MCGROUP NAME=$C3#3 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ไทยชูรส ตราชฎา" VARIABLES=C3#3$1 C3#3$2 C3#3$3 C3#3$4 C3#3$5 C3#3$6 C3#3$7 C3#3$8 C3#3$9 C3#3$10
C3#3$11 C3#3$12 C3#3$13 C3#3$14
/MCGROUP NAME=$C3#4 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ราชาชูรส ตราช้อนแดง" VARIABLES=C3#4$1 C3#4$2 C3#4$3 C3#4$4 C3#4$5 C3#4$6 C3#4$7 C3#4$8 C3#4$9 C3#4$10
C3#4$11 C3#4$12 C3#4$13 C3#4$14
/MCGROUP NAME=$C3#7 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-อายิโนะทาการะ ตราภูเขา" VARIABLES=C3#7$1 C3#7$2 C3#7$3 C3#7$4 C3#7$5 C3#7$6 C3#7$7 C3#7$8 C3#7$9 C3#7$10
C3#7$11 C3#7$12 C3#7$13 C3#7$14
/MCGROUP NAME=$C3#9 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-โลตัส" VARIABLES=C3#9$1 C3#9$2 C3#9$3 C3#9$4 C3#9$5 C3#9$6 C3#9$7 C3#9$8 C3#9$9 C3#9$10
C3#9$11 C3#9$12 C3#9$13 C3#9$14
/MCGROUP NAME=$C3#10 LABEL="C3 ยี่ห้อต่อไปนี้เป็นยี่ห้อที่คุณใช้ภายใน 3 เดือนที่ผ่านมาอยากทราบว่าเพราะอะไรคุณจึงเลือกซื้อยี่ห้อนี้มาใช้ปรุงอาหารในบ้าน?-ดีเด็ด" VARIABLES=C3#10$1 C3#10$2 C3#10$3 C3#10$4 C3#10$5 C3#10$6 C3#10$7 C3#10$8 C3#10$9 C3#10$10
C3#10$11 C3#10$12 C3#10$13 C3#10$14
/MCGROUP NAME=$B16 LABEL="B16 มีปัจจัยอะไรบ้างที่ทำให้คุณอยากทำอาหารทานเองบ่อยขึ้นกว่าเดิม? (ตอบได้หลายคำตอบ)" VARIABLES=B16$1 B16$2 B16$3 B16$4 B16$5 B16$6 B16$7 B16$8 B16$9 B16$10
B16$11
/DISPLAY NAME=ALL.
